气虚血瘀
气郁血滞
带下伴阴痒
肾益精
月经过少
数
提高免疫力
刺激
肿瘤病
会阴少腹腰骶部疼痛
血瘀有寒
消瘦
辛
冻疮
头皮瘙痒
产后
胸乳胀痛
经色深红
止帮
苔黄腻
脾虚湿盛
活血补肾
补气生血
能降低动脉压
虚火上炎
轻微药疹
性功能减退
瘀血腹痛
慢性子宫颈炎
外阴溃疡
纳差便溏
止痛
凝胶
食积不化
补心气
油脂分泌过多症
瘀点瘀斑
扩张血管
镇痛
白细胞减少症
蜕皮
消积理脾
预防流产
乳腺胀痛
心悸
阳瘘早泄
抗氧化
大便难
口服液
痹症
肾功能不良
胸背满
血液疾病
肿胀痒痛
淋沥不爽
朱砂
火郁
烦躁易怒
妇科出血
排尿不利
益气
共济收湿
固表止汗
改善微循环
腰骶痛
血色紫黯
紫梢花
轻度恶心
带下量多气臭者
经初行不畅
慢性病
阳虚
恶心呕吐
消炎镇痛
肾亏阳弱
血压者
淋巴结结核
尿细
急性及慢性前列腺炎
带多清稀
菝葜
延缓衰老
抗菌
便溏
高血压患者
尿色偏黄
经血紫暗
香气味
化痰止咳
焦糖气
滴丸
男子无精
点滴不出
胃热
眼目昏花
湿热瘀阻证
潮热赢瘦
弱精子症
劳淋
遗精阳痿
经闭不行
补肾调经
血小板凝集
枳壳
急性前列腺炎
萎黄肌瘦
通经散结
咳嗽声重
感冒时
通瘀
癃闭不宜
小糊丸
热毒内盛
骨髓增生异常
逐瘀生新
益肝肾
浆膜下肌瘤
胀痛有块
微甜
消渴
提高体内睾酮浓度
水泡
小便量少
乳汁未见增多
慢性前列腺炎
益气培元
腰酸胸闷
涩肠止泻
乳腺纤维瘤
酸枣仁
化瘀行滞
温肺祛痰
白带不止
年老
滋阴养血
月经周期错后
改善血管壁功能
浮肿
血亏体弱
肿瘤
略酸
乳痛症
精血之亏虚
赤石脂
不眠
乳腺增生
功劳木
通络生乳
目眩
妇乐片
虚劳咳嗽
微量元素
仙鹤草
痰瘀阻滞证
养血补血
清利湿浊
抗炎抑菌
迎风流泪
身体瘦弱
月经前后
带下黄稠
消除乳腺结块
毒瘀互阻
黄精
味涩
血管神经性头痛
红斑
小便频数
茯苓
桑螵蛸
去腐生肌
血瘀证
腰膝疼痛
补精血
白术
宫颈糜烂
微咸
青春期少年
祛瘀通淋
解痉镇痛
复方益母片
散寒
白带清稀
改善血液循环
下腹疼痛
恶露淋沥
毒热未清
痛经较重者
毒热结于脏腑经络
清热解毒
阻络
延胡
双目赤痛
失禁
味微咸
面色暗黄
利小便
泌尿系统感染
血不归经
共研细粉
瘀血内停
胸腹胀闷
支原体阴道炎
气微臭
接触性皮炎
温肾补虚
肾虚阳衰
乌鸡
滋养肝肾
降低血清胆固醇
淋沥不净
畏寒肢凉者
清热利湿助生育
抗炎止血
有血块
芡实
痰热互结
听力减退
产后瘀血不清
解毒利湿
胸腹胀满
固冲
附子
乳房红肿热痛
心烦口渴
津污自汗
带下量多
利水通淋
活血消痛
上腹部饱胀不适
大便干结
生津止渴
除湿健脾
霉菌性阴道炎
淋漓不断
肢体劳倦
小腹下坠
味甘甜
带下清稀
益气摄血
益气助阳
上肢放射性疼痛
温宫止带
糖衣
瘕血块
驱寒止痛
咽干口燥
乳痈
滋阴固本
神情倦怠
止咳
耳鸣
穿山龙
小便短赤
妇女痛经
舒筋止痛
降血压
感冒发热者
结核病
舌苔黄腻
肾阴亏损
理气活血
胸闷头晕
年老体弱
苍术
瘀滞
苦参碱
阴痒
腰膝酸痛
糊精
性欲亢进
气短神疲
降低血浆纤维蛋白
消除疲劳
肾亏腰痛
营养神经
畏寒肢冷
经行腹痛
经血量多
关节不利
阴道粘膜炎
手足麻木
利水消肿
身重困倦尿少
排尿困难
身疲乏力
急
乳房萎缩
会阴痛
少进油腻
含藜芦
抗贫血
惊悸
经期不适
周身无力
抑制乳腺上皮增生
肺虚
多血症
湿注带下
清热泻火
助阳兴痿
风湿痹痛
胸闷气短
经水淋漓
脘腹冷痛
脾虚便溏者
失眠健忘
贫血头晕
夜寐不安
味微苦
乳腺囊性增生
寒温凝滞
鱼雷形栓剂
痰瘀交阻
急性大出血
促进胎儿发育
不育不孕
助阳
化瘀散结止痛
甜味
龙芽
月经过多或腹痛较重者
子宫平滑肌收缩
灵芝
闭经
酸冷食物
肾亏阳痿
久咳
养血化瘀
下腹胀痛
活血利水
肉苁蓉
时带黏液
耳肿胀
血两亏引
固冲安胎
腹痛拒按
辣后甜
泌尿系统肿瘤
实热内盛
关节疼痛
便意感
气血虚弱
复盆子
阴道瘙痒
细菌性阴道病
肾赫依病
视网膜病变
证属湿热
无妊娠
夜尿频繁
心烦意乱
硬胶囊剂
葡萄糖
共奏
卵巢功能衰退
淋漓不尽
提高免疫
祛风燥湿
老年痴呆症患者
消积化痰
便干
支气管炎
桑寄生
软坚消肿
清热止痛
祛油
凝滞
微腥
祛风止痒
行气软坚
乳腺肿胀
皮肤溃疡
肝郁血虚
溃疡病
活血通络
溃疡出血
头昏乏力
通淋
憋气
慈航片
清热燥湿
冷
经期腹痛
尿流变细
阴茎
苦
补肾益精
腹泻患者
面色苍白
轻度胃脘不适
脉濡
肌痿无力
肢体僵直
倦怠嗜卧
眼结膜炎
松弛子宫平滑肌
男女肾病
两胁疼痛
味微甜后苦
燥湿止痢
增强体液免疫
类风湿
面色不华
新生化顆粒
发热病人
夜梦精溢
肝肾不足
增强机体细胞免疫
面色淡暗
恶露
岁以上老人
补益肺肾
疏肝健脾
睾丸结核
调经
前列腺炎
微辛
感冒药
乳房结节
阳痿不育
辜丸结核
女性患者
燥湿止带
蒺藜
潮热汗出
益肝滋肾
益精助阳
肋间神经痛
补血滋阴
已婚妇女
性欲衰退
理气解郁
尿血
潮热羸瘦
散结
健肾生发
乳痈初起
尿频尿急
炼蜜
解毒益气
白带连绵
痛经不减
润发
睾丸肿瘤
绝经后老人
少量血性分泌物
补气升阳
湿热瘀阻
遗精早泄
赖粒
喘咳
胃寒腹痛
体虚胃寒者
疲乏
灼痛
足肿胀
补血调经
脉细弦
益肾健脾
肿硬作痛
补肾暖宫
温经化瘀
肾虚宫冷
气血亏虚
生肌
前列腺增生症
赤白带
清浊利尿
五心烦热者
风湿阻络
癥瘕积聚
妇康胶囊
散结消痛
妇女月经过多
贫血身弱
止痒
肾功能
胃胀痛
萎靡
阴囊潮湿
温宫止滞
略麻
量少不畅
淋巴结核
补血活血
盆腔瘀血
虚症带下
淋菌性阴道炎
佝偻病
面色白
抑制变态反应性炎证
腹部不适
心悸失眠
少精
尿黄
卡马西平
下腹坠痛
尿首这灼热涩痛
重度痛
多发性脓肿
安神明目
有抗炎
肾精亏虚
头晕眼花
腰背酸痛
精神萎糜
人参
瘀血阻滞
火郁证者
赤带者
更年期综合症
儿茶
子宮收縮
轻度胃痛
稠膏
舒肝解郁
尿线细
填精固真
补气助阳
鼻衄
滋阴
列腺增生
滋生气血
滴虫阴道炎
咽干喉痛
膝软无力
尿道
伴有赤带
面色晃白
石决明
色黄质粘
滋补气血
急性肾小球肾炎
不思饮食
改善皮肤弹性
带下明显异常
下焦寒凝
形体消瘦
严重肾功能损害者
五灵脂
乳腺炎
青光眼
小腹空痛
恶心欲吐
健脾除湿
预防堕胎
扩血管
急性子宫内膜炎
胃腕胀闷
生津
养阴补血
精寒无子
瘀毒
浓缩丸
酸味食物
中风
温补脾胃
胃炎
心慌
营养不良
改善患者血液循环
再障贫血
化痰
阴道感染
发红
养血息风
气血
高热量
盆腔炎症
阳萎遗精
生精壮阳
暖宫止带
妇科慢性炎症
水蜜
心肌缺血
解毒祛湿
尿黄便结
燥湿杀虫
益肾填精
前列增生
新生化颗粒
尿路感染
感染性
补血助气
血分有热
劳嗽咯血
陈皮健运脾胃
慢性肾功能不全
扁桃体炎
花椒
调理冲任
化解体内肿块
育发
胸满胁痛
老年
益气利水
滋阴润肺
素片
儿童
小便余沥
腰痠
脑动脉硬化
灼热
功能性阳痿
孕期
止痛清热
海狗丸
久病体弱
阳气不足
恶露涩滞
补肝肾
补肾
低血糖
尿道灼热
益卫固表
微甘
肢体乏力
肢体困倦
风湿
调月经
咳嗽
痛阈
细菌性痢疾
促进子宫复原
烟
消肿止痛
冰片
体虚羸弱
疏肝解郁
消化系统疾病
腹隐痛
温暖子宫
调节内分泌系统
抗凝血
渗出水肿
痰湿
益线草
念珠菌阴道炎
发烧
徵瘕
症瘕痞块
癫痫病
产后乳房结块
老年患者
散结消肿
血块排出
脾虚气焰
益肾和血
预防
头晕健忘
体弱
功用活血
肾虚夹瘀
更年期综合
瘀毒内结
慢性妇科炎症
男性乳房发育
淋病
灼热感
精血不足
补气健脾
尿道炎
调经止带
瘀血证
小便不爽
腰酸带下
眩晕头痛
富有营养
健脑强心
精冷不孕
不易消化食品
消散乳块
蕴结
扩张冠状动脉
车前草
壮阳
淋巴结节
湿热
烦燥
抑制子宫收缩
阳萎
男性不育
鼻塞
脉弦
腹痛白带
食少
养心健肾
失眠
非淋菌性尿道炎
腰椎退行性病变
月经过多者
滑胎小产
舌红苔少
增强耐缺氧
缩短凝血时间
血尿
病后虚弱
味甘
肝肾阴虚
色紫黑
身体消瘦
局部溃疡
固表敛汗
饮食减少
止泻
下伴阴痒
脂肪瘤
郁闷不舒
功能性子宫出血
疏肝养血
改善精液的异常
产妇
伴有赤带者
增强体质
湿毒未清
远志肉
内分泌失调
尿黄便干
头发稀疏
味先甜而后苦
瘀血积聚
西咪替丁
白带异常
金刚藤糖浆
单纯性紫癜
眩晕目昏
溶血
行步艰难
通络止痛
湿热壅阻证
胃肠不适
舌无津液
酸软
止血并排出瘀血
前列腺肥大
瘀血凝滞
血虚头晕
补血
调经安胎
倦怠
荜澄茄
脾胃明显虚弱
造血
益气固体
苦参粉胶囊
行径量少
黄疸
湿热带下病
制川芎
遗精自汗
血色鲜红
乌须黑发
咽干
涩痛难忍
气滞血瘀证
颗粒
气血不足
月经期
感冒类药
稍苦
头晕目眩
带下质清
补肾壮腰
脱落
气浓
益肾利湿
凉血止痒
妇炎康片
色黄有味
肺肾两亏
胃牌虚弱者
先兆流产
血虚
理气和血
补气滋阴
制香附
肺肾阴亏
填精止遗
活动力差
筋骨疼痛
苔薄黄
白带
脘闷
味酸
消化道不适
夜寐易惊
腰膝痠冷
瘀阻胞宫
阴道分泌物
促进生长
固肾生发丸
鼠耳肿胀
补肾壮阳
提高淋巴细胞转化率
通腑降浊
慢性支气管哮喘
八角
妇科十味片
抗心绞痛
氢氧化钠
益气定喘
生化丸
产后体弱
寒凉
肺心病
小腹胀疼
血小板聚集
脱发症
失血过多
甲状腺肿大
腰酸胀痛
养阴生津
月经过多
慢性肝炎氨基转移酶增高者
血亏
小腹或乳房胀痛
局部刺激
头昏健忘
虚损
牙根酸痛
年期综合症
祛风
促进人体细胞免疫反应
寐差耳鸣
带下增多
真阴不足
湿阻碍脾
产后气血不足
补肾健骨
下焦虚寒
视瞻有色
内出血
红热疼痛
体虚自汗
夜尿多频
沙苑子
气清香
非特异性阴道炎
白细胞减少
散郁调经
祛瘀
妇女带下
外阴搔痒
暧宫止痛
肾虚带下
婴幼儿
急性肝损伤
秘精益气
乳房疼痛
附件炎性包块
滴虫性引导炎
鞣酸
气腥
闪腰贫气
难消化
夹有血块
枯矾
促进肾上腺皮质激素生成
性情急躁
祛瘀调经
肾热
色黄稠粘
水蜜丸
反甘遂
桂枝
月经不
连翘
清热养阴
肉佳
腰酸倦怠
霉菌性
轻度消化道反应
黄带
贫血
脾肾两虚证
抗脂肪肝
减轻肿胀
抗生素
化瘀通淋
年老体弱者
腰肌劳损
外阴瘙痒
腰腿痠软
补肾益肺
尿液黄赤
少腹冷痛
调经养血
促进骨髓造血
贫血衰弱
味微辛
久病体虚
滋阴补肾
祛瘀止痛
湿寒带下
热淤蕴结下焦
肛周水肿
产后子宫复位不全
弱精
全伸浮肿
中途疲软
理气化瘀
阴虚火旺者
湿热瘀血壅阻证
阴道炎
祛风通络
促进子宫蛋白质合成
花粉过敏者
作喘
镇咳
下焦湿热
清热消肿
中毒
上腹部饱胀
瘀血阻络
蜂窝组织炎
安胎顺产
薏苡素
脾虚大便溏者
水肿
胸胀痛
味辛
胃气疼痛
健忘
黄褐斑
阴虚阳亢
胶囊剂
急慢性肾小球肾炎
余沥不尽
制香
血小板减少症
遗精
元阳不足
续断
口渴感
增强机体免疫力
漏下不止
温中止痛
小麦胚芽粉
尿道口滴白
马兜铃
气虚血少
会阴不适
未婚
固肾
皮色不变
腰膝
沙参
降低肠管紧张性
头昏耳鸣
清热除湿
全血细胞减少
神经衰弱
痰瘀互结
腰膝疲软
白浊
活络生发
慢性肾盂肾炎
异位妊娠
糖衣片
妊娠期
更年期妇女
慢性附件炎
死精
荤腥
尿次频数
小腹坠胀
肾阳虚弱
肾阴阳两虚症
气滞不运
症见赤白带下
肢冷乏力
抗血小板凝聚
量少色暗
腰腿酸痛
有瘕块
黄酮计
病久气虚
经闭
全秃
抑制真菌
气微香
鼠疮瘰疠
调肝益肾
目暗耳鸣
舒肝调经
急躁善怒
益气生精
气辛香
防止伤口感染
当归
肾阴虚证
舌燥
高脂血症
活血疏肝
溃疡性结肠炎
自汗多
阴痒病
跌扑损伤
男子精液清稀
淋浊
出血
淋证
口苦胸闷
气滞血虚
红花
心动过速
产后血虚
淤血疼痛
活血止痛
火旺
带下湿热
腰背疼痛
湿疹
量少
皮色不
养肝肾
舌质红
心中烦热
血症
抑制纤溶
阳痿遗精
虫草
锁阳固精
熟地黄
烘热汗出
宫寒不孕
筋骨扭伤
虫草金钱龟口服液
产后败血不净
固精
孕康颗粒
萎黄
过敏者
轻度腹泻
口干
消化不良
阴虚盗汗
经期提前
外阴骚痒
妊娠斑
主治痛经
泻火
腹部痞胀
益气血
流产后腹痛
两目昏暗
清热止血
镇静安神
增强人体抵抗能力
理气补血
疏风祛湿
健脾和胃
阵热汗出
成人
经量少
舒肝
止带下
温肾健脾
胸胁胀满疼痛
瘰疬
潮红
胸闷
崩中下血
更年期潮热汗出
血栓
经行错后
洁尔阴洗液
胁肋隐痛
眼花心悸
茸血
味腥
白花蛇舌草
久不受孕
四肢酸软
消化道出血
稠厚成块
性欲低下
胃脘
肾虚肝郁
不育
轻度动脉供血不足性阳痿
固定痛
去铁胺
健运中焦
头痛目眩
补血益气
冷痛
行经量少
女子宫寒
慢性宫颈糜烂
皮肤瘙痒
便血
小便浑浊
甘
乳癖
老年痴呆症
热淋
血瘀兼热证
五更泄泻
眩晕耳呜
饮食少进
腰骶部疼痛
炮姜
固精止遗
脉沉弱
湿热淤阻
艾叶炭
小溲滴沥不爽
肾虚作喘
补益气血
补肾缩尿
白带丸
祛痰软坚
小便清长
癃闭不宜使用
湿热下注
肥肉
暖宫调经
润燥
津亏自汗
腰疼背痛
肢冷畏寒
刺激性
四肢困倦
疼痛缓解
月经正常
血漏血崩
微有香气
热痒
滋阴通乳
兼散风热
气特异
舒肝理气
棕褐色
过敏体质
脾肾虚弱
韭菜子
甲状腺功能低下
除烦安神
产后腹痛
慢性肾炎
盗汗
佐使药
益气壮阳
腰腿疼痛
头晕头痛
外伤骨折
腰膝酸冷
腹部肿块
心绞痛
温筋通脉
宫颈炎康栓
慢性肾小球肾炎
肾失所养
淋沥作痛
脘腹胀满
微苦涩
红苔
月经周期后错
利尿
夜尿频多
覆盆子
益肾化浊
健脑安神
调精
血虚萎黄
口苦
支气管扩张
保肝
宫颈炎
油腻
祛带止痒
子宫肥大
腰酸背痛
行气止痛
微涩
肝郁气滞
通调血气
味甜酸
能扩张冠状动脉
脉弦滑
健脑增髓
悬液
经后小腹隐痛
眩晕心悸
震颤麻痹
赤豆
养肝
尿
大戟
冲任失调
色淡
气虚血弱
阳痿滑泄
尿涩痛
解毒通淋丸
滋阴降火
抗衰防老
肾囊湿冷
甘涩
活血调经
软胶囊
血气不足
润燥止血
桂龙药膏
补血调血
促进精子及卵子生成
宿有瘕块
口渴
吉祥安坤丸
活血化阏
经行前后不定期
健忠失眠
黄芪生
安神解郁
宫冷
痔漏出血
茶类
湿瘀阻络
面色白光白
痰多
肾功能不全
十二指肠溃疡
下腹或腰骶部坠胀或疼痛
后错
肾阳虚
干咳少痰
腹痛胀满
畏寒失眠
少气懒言
抗衰老
小便短黄
呼吸道疾病
血压升高
舌红无苔
脾肾不足
调补冲任
月经血量过多
拮抗乙酰胆碱
胶囊
胃肠道不适
泡腾片
肾阳亏损
体质虚弱
经痛
癃闭
尿后余沥不尽
妊娠后漏下不止
内痔出血
理气调经
营养胎儿
收缩子宫
阳虚气虚
祛寒止痛
虚寒证
须发脱落
舌淡紫
胃出血
补脾生血
小便淋漓
胃肠黏液
消渴尿多
阴部潮湿
血压上升
鹿茸
月经后期
红肿作痛
女子月经不调
发痒
填精补血
胃胀
局部疼痛
解毒
益气滋肾
慢性宫颈炎
调节心律
肠病
益精生血
没药
四肢乏力
活血散结
身体衰弱
阴冷
运动员
乳腺癌
妇科肿块
阿莫西林
排出瘀血
生血止血
小便短少
益颜美容
甘草
怕冷
尿短
盗汗遗精
经期错后
滋阴壮阳
虚弱体瘦
口苦口干
栀子
纳呆
性功能低下症
乳胁胀痛
活血行气
腰骶疼痛
填补精血
味微腥
少腹
抑制泡周围平滑肌细胞增殖
心神不安
吴茱萸
化瘀生新
气弱
遗精阳瘘
瘀血内阻
白带量多
行经期腹痛
下肢浮肿
包衣浓缩丸
紫河车
肾气不固
糖尿病人
男性不育症
地黄
有癥块
小叶增生
排黑便
肾虚腰痛
清热祛湿
肾虚脱发
锁阳
妇科病
舒筋通络
尿急
肉芽肿
膀胱炎
化气行水
眼白充血发红
增强子宫收缩
经期后移
性寒热
肝肾两亏
解郁清热
增加冠脉流量
胸闷善太息
面部色素沉着
黑便
行瘀散结
慢性疾病
筋膜炎
带下伴血性分泌物
化瘀止痛
化百止痛
补血生精
鹿尾
芫花
阳痿滑精
益母草颗粒
蜂王浆
胸腺萎缩
痤疮
经期后延
宫寒
固发
降血脂
滴虫性阴道炎
祛瘀生新
血虚肝郁
脾肾两亏
心烦易怒
蛋清性足肿胀
龟甲
筋骨萎软
利关节
瘀血肿胀
防腐生肌
通经催产
填精养血
有痰者
赤带
忌食生冷
瘀血凝聚
活血散寒
益肾扶阳
淋沥涩痛
黄芪
灼热痛
畏寒怕冷
产后乳汁不下
高血脂
体虚无力
安神固精
咽痛
化症止痛
胸肋胀痛
血热证
阴部搔痒
绿豆
长期服药
化浊
增强男性体魄
味甘而后苦
味微涩
强身健体
酸胀
筋骨酸痛
抗癌药
泌尿系统疾病
气微
治疗跌打损伤
未成年人
孕妇金花片
口干咽燥
弦涩
心悸乏力
黏腻
辣
失眠多梦
自汗
活血祛瘀
苦参
蜂蜜
肺结核咯血
心悸健忘
养血清热
肾功能不全患者
低热
少腹疼痛
补肾健脾
肺癌
尿路结石
冠心病
鼻流清涕者
枯矶粉
小儿
生冷饮食
祛痰
胃肠溃疡
呼吸道
湿热带下
色黄质稠
体弱无力
皮肤潮红加重
淡化面部色素沉着
感冒发热病人
填精益髓
男女一切肾病
降低血压
疼痛
具冰片香气
肿痛
清火
大便塘者
提高精子活力
清除余毒
味微苦涩
胸肋疼痛
养血益精
产后恶露
川芎
益气化瘀
微苦
功能性勃起
睾丸疼痛
血寒
精神萎靡
产后发烧
舒肝健脾
抗心肌缺血
脚气
补肾安胎
痛经闭经
湿热痰阻证
行气散寒
淋漓涩痛
味苦涩
经量少有血块
情欲不高
肾水不足
阴虚血热
产后瘀血
小腹胀满
脉涩
淫阳藿
外阴白色病变
虚汗
调气温肾
气焦香
瘕块
固经止血
男性乳腺发育症
腰酸腹痛
阿胶
抑菌抗炎
子宫张力增强
足膝无力
气滞血淤
补骨脂
老年性阴道炎
蛇床子酌予碎断
止咳定喘
腹有徵块
腹部胀痛
经络不利
益精血
面色萎黄
水密丸
鸡血藤
益精填髓
舌紫暗
子宫疾病
神倦乏力
胃癌
小腹疼痛
调经养颜
蛋白尿
更年去妇女
乳腺纤维腺瘤
理气止痛
色糖衣片
风寒
不寐健忘
膀胱气化不行者
头孢呋新
风湿症
暑热烦渴
薄膜衣片
阴道炎证
女子宫寒不孕
厥脱症
温肾
肢倦神疲
肾精亏损
益气活血
促进乳汁分泌
泌尿系感染
腰肾酸痛
行而不畅
妇科炎症
胰腺炎
肌体瘦弱
经间期出血
肺肾阴虚
肾虚劳损
风寒湿邪
风寒感冒咽痛者
胆痞病
口干苦
元胡
糖尿病
滋阴止血
多疑善感
内有湿者
肾挫伤
温肾除湿
活血消肿
患有其他疾病者
促进纤溶
益肾回春
促进生殖系统微循环
养血柔肝
散瘀消肿
带下病
黄柏
肝肾两虚
牙龈肿痛
改善睡眠
腥臭
苦味
燥咳少痰
手足寒冷
行气
脾肾炎
增强造血
温经活血
风湿痛
增加性欲
复方胎盘片
助阳兴萎
尿道涩痛
带下淋漓
见面色晃白
阴虚发热
味微甘
白茅根
月经不调
夏枯草片
温肤生发
薏苡仁
半流体
阴虚火旺
降压
出血症
化瘀散结
五子衍宗软胶囊
淋漓不止
利尿降浊
幼儿
阴道霉菌感染
胎动不安者
养血理气
包衣丸
清热通淋
腰酸体倦
乳腺肿胀疼痛
脱发
健脾利湿
胁痛
小血块
无汗
身体虚瘦
丸剂
乏力
凉血
开郁顺气
养血活血
痛经不减轻
赤勺
顺气通郁
为甘苦
党参
小腹胀痛拒按
虚寒
鳖甲
苯巴比妥
川牛膝
腰酸腿痛
月经量多
气味香
气急
尿频
慢性炎症
健脾补肾
瘰疠
脾肾虚寒
气滞血瘀
阴道溃疡
除湿止带
恶露不止
气异香
肾阳不足
收敛肺气
消症破积
清利湿热
杀虫止痒
咳嗽痰多
催眠镇静药
排尿不畅
丹参
子宫痉挛
滋补肝肾
散结祛瘀
温阳益气
肾虚挟湿
固肾养血
秃发
清热燥湿止痒
药物热
液体
制半夏
触痛
昧甜
预防滑胎
味先甜
痰核瘿瘤
益精
属肾阳不足
神疲健忘
活血化淤
洋金花
头晕咳嗽
凉血通淋
非处方药
淤血阻滞
安定
积聚痞块
盆腔包块
益气养阴
精冷而稀
咳嗽痰多者
解痉
开窃醒神
粗粉
呃逆
瘙痒异味
肾精不足
莪术油
乌鸡白凤丸口服液
地中海贫血
妇科炎
壮筋骨
腹部疼痛
瘀斑
糖尿病患者
吲哚美辛
散结镇痛
血液循环
祛腐生肌
狗肾
木瓜
皮肤湿疹
消炎灭菌
补血行血
小便少黄
流泪
烦热
气血两虚诸
肥腻
乳汁少
味甜
尿增多
舌质暗红
肾虚阳痿
微麻涩
子宫内膜异位症
糜烂
有辣感
癥瘕
微酸
益肾壮阳
瘢瘕痞块
收敛
肋痛
泌尿结石
胸胁胀痛
头晕心悸
胀痛
乳腺囊性增生病
脾肾阳虚
肛门不适
怔忡
抗霉菌
强壮筋骨
其气臭秽
不孕
气味腥
生发乌发
心跳气短
过敏体质者
胃脘灼热感
口燥咽干
益母革
提高机体免疫力
重度痛经
拔毒生肌
抑制炎症
痞瘤
滋肾填精
生冷食物
腰骶酸痛
地龙
葡萄胎
糊丸
胆囊癌
头昏眼花
菟丝饼
滋养
身体虚弱
贫血虚弱
生化汤
化瘀调经
气香
子宮增生
方剂
豆腐渣
艾氏腹水癌
温补肝肾
内热瞀闷
不受孕
益精活血
促进粘膜愈合
艾滋病毒感染
抗炎镇痛
痰湿凝滞
脂溢性脱发
血虚脾弱
活血理气
月经期提前
阴痒阴肿
症见阳痿
血细胞减少
月经先后不定期
包衣
辛辣
恶露不行
去瘀止痛
通络开窍
阴道不规则出血
甘遂
加强子宫收缩作用
肺脓疡
怕光
肾虚尿频
抑郁易怒
小腹隐痛
胸脘胀满
黄稠
补髓养血
筋骨软弱
呼吸道及泌尿道感染
散寒止痛
珍珠
健脾养血
咳血
增加淋巴细胞百分比
痰多粘稠
阴道干燥
香气
疲乏无力
月经量少
气虚体弱
肾盂肾炎
便干尿黄
四物汤
经血闭止
大便次数增多
肝郁脾弱
尿闭不通者
壮腰益肾
大蜜丸
经前双乳胀痛
防止骨质疏松
滑精早泄
经漏早产
腹胀腹痛
月经量多者
肾功能衰竭
超剂量服药者
烦燥不安
肿胀
腰酸
口鼻生疮
气滞食积
牙齿摇动
脾虚气陷
肢体倦怠
化浊排毒
养心安神
黄柏提取物
寒凝
红热
头目眩晕
经期不准
丘疹
略麻辣
性机能衰退
乳腺小叶增生
粉末
形寒肢冷
补气养血
血瘀经闭
乳房内肿块
阴蚀
促进造血
呕吐泄泻
肾阴虚
增加心肌与脑的供血
泡腾
带下赤白
川木通
牛膝
脾胃虚寒
尿浊
伴有尿频
恶心
水湿潴留
肺肾两虚
肾虚受寒
延胡索
脉滑数
补脾益气
瘿瘤
艾附暖宫丸
利水退肿
益肾活血
尿道不适
行经小腹冷痛
助湿化热
月经量过多
水漫内停
消粘
生冷
痔漏下血
早泄
荤腥油腻
肺有痰热
肌肉酸胀
防感染
固精涩精
鲜鹿肉
抗抑郁
心脏病
阴部瘙痒
神经疾病
止痛化
癥块
心烦
安胎
久泻
心肝热盛
五更溏泻
阳痿
产后恶露不绝
经后少腹隐痛
香
尿道感染
泽泻
固经止带
理气
肾阳虚衰
酒精过敏者
半身不遂
苦温
祛湿消肿
强腰补肾
促进机体免疫反应
经行不畅
合剂
四肢无力
虚证
薄膜衣
肾气不足
调经活血
行经后错
增强子宫肌收缩
乳房胀痛
化湿止带
眼花耳聋
大便稀
舒肝活血
五味子
清心凉肝
血虚气滞
鞣酸类药物
气血滞凝
降低血液黏度
记忆减退
血淤
不孕症
乳痈结核
气糊香
喜暖
硬胶囊
色深红
阳萎不举
菊花
慢性非特异性前列腺炎
面部色斑
头晕烦燥
乌药
吐血尿血
添精增髓
妇科多种炎症
解热镇痛
调和阴阳
大便溏薄
心胸痹痛
振奋精神
褐色
入血散寒
肝气不舒
利尿消肿
中度癃闭
感冒
失血性
子宫肌瘤
大便溏
沉香
小便频急
湿热蘊结
烦躁不安
营养性贫血
心血不足
面色晄白
耳廓炎
肠炎
视物模糊
君药
黄酒
尿痛
温肾固精
寒性肾病
阴茎痿软不举
慢性肝损害
经期紊乱
血钾高
细胞解聚
咽干口渴
乳汁稀薄
症瘕积聚
血热有瘀
下焦湿热证
强心健身
加强子宫收缩
阴茎勃起功能障碍
提高人体免疫功能
止痒杀虫
外感热病
胃肠道疾病患者
抑制醋酸
莲须
黄柏碱
丹皮
前列解毒胶囊
产后恶露不行
视力
百合科
肢体麻木
祛湿通淋
蒲公英
活血益气
小腹胀痛
月经质稀
舒筋活络
含甘遂
茎皮
气阴两虚
慢性肾炎水肿
量少色淡
利福平
滴沥不净
瘀热内蕴
毒疮
上腹疼痛
促进生精细胞增生
再造生血片
防脱发
舒肝清热
胸胁胀满
湿毒
腰膝无力
回阳救逆
气阴两亏
举而不坚
肢冷尿频
味淡
补肾填精
消瘀
斑秃
山药
大便溏者
四肢倦怠
散结止痛
补气
益气温阳
青蒿
阴疽初起
益气养荣
祛风除湿
恶寒发热
肾阳虚亏
肾脾双虚
理气养血
胃脘不适
增强性功能
骨髓造血
痰热
小腹冷痛
巨药
抗病毒药
孕妇
肾上腺皮质功能减退
行瘀调经
阴阳两虚
胃脘不舒
强体增精
胆病
支气管痉挛
红系细胞分化
壮腰健肾
肝损伤
温阳补肾
抑制血小板
未婚妇女
勃起困难
活血瘀
黑褐色至黑色
少腹急满
流产后
舌红少津
盆腔包快
风寒骨痛
浓缩水蜜丸
色黄质粘稠
气血衰弱
胶囊剂型
气短烦倦
高泌乳血症
亏虚
目昏
改善植物神经功能
经期后错
能促进凝血
益精养血
祛风生发
下肢肿痛
赶前错后
上节育环后
味略苦
舌淡
抗血栓
血瘀腹痛
藿香
红景天
阴痒带下
便秘
以利炎症消退
杠板归
阴囊皮肤瘙痒
阴部灼热
行经腹痛
骨质疏松
祛寒补肾
补肝补肾
平肝
益气健脾
小蜜丸
小腹冷痛喜热
收敛止血
山茱萸
痰饮
肾病
血色紫黯成块
壮阳通痹
经水量多
外科感染
宿有癥块
调节人体内分泌
四肢酸楚
受孕
温肾补脾
弦滑
免疫调节
肝肾疾
湿热蕴结
土茯苓
百安洗液
无苔
降血糖
收缩幅度增大
胎动不安
苔少
伤风感冒
肾阳虚衰证
调经补血
凉血止血
滑精
湿浊证
血小板减少
橡皮膏
发麻
头痛身酸
萝卜
血小板减少性紫癜
滋肾补阴
小儿疳积
使肌肉发达
精子数目少
小便赤涩热痛
宁心
带异常
不易消化食物
味干
养血安胎
味苦
肝癌
消癥
畏寒肢准
气短多汗
双目赤肿
橡胶膏
大补元气
崩漏带下
心力衰竭
视物变形
经来腹痛
腰腹疼痛
微香
补肾通淋
乳炎
湿热瘀滞
心烦少槑
晕厥
早白
利尿通淋
湿热挟瘀症
精神不振
腹痛腰痛
活血消瘀
通络
味苦辛
祛瘀通闭
藜芦
食道癌
外阴湿疹
滋阴清热
绝经后患者
月经紊乱
肝气郁结
脾肾虚损
毒瘀蕴结胞宫
局部肿痛
祛瘀补血
胃黏膜损害
改善乏力
耳鸣目眩
再生障碍性贫血
下腹坠胀
脾气久虚
血虚眩晕
健脾益肾
愤怒
子宫内膜炎
慢性肾功能衰竭
过敏体质患者
下腹冷痛
气臭
恶露不绝
腰膝痠痛
益气补中
乳癖结块
久病虚弱
刀口疼痛
体弱乏力
四肢不温
大便稀溏者
腹冷痛
尿道结石
下腹隐痛
软坚散结
和营调经
白发
女贞子
疏肝益阳胶囊
调理月经
经色紫黯有块
涩精
细粉
急性传染性肝炎
两面针
痒痛
腰痛腿酸
通调气血
油腻食物
补肾益肝
蝉蜕
舌质红苔黄
止血安胎
人肠滴虫
精力不足
莲子
症状加重
盆腔炎
和血通络
慢性肠炎
性神经衰弱
经过少
广东王不留行
肾气亏虚
利湿去浊
心烦不宁
乌须发
胃肠痞病
重度宫颈糜烂
产后出血
腰腹冷痛
止痹痛
清热凉血
小腹作痛
营血虚弱
隐痛
热淋涩痛
腰膝疲软无力
大便溏泻
补肺宁心
抗病毒
腰骶部坠胀疼痛
带经日久
镇痛作用
嘈杂
坤复康胶囊
面色白或萎黄
腰酸如折
鱼腥
上腹部不适
淋漓不净
脾脏系数下降
念珠菌性阴道炎
略涩
酸而涩
瘙痒
腰酸腹胀
蛋白
色黄如脓
浅表性胃炎
毛冬青
温经散寒
风湿久痹
骨髓损伤
前列腺长期慢性充血
纳差
活络
乳房下垂
味甘苦
流清涕
蜈蚣
抗癌
肾小球肾炎
添精补髓
前列腺增
尿道灼热涩痛
消症
强筋骨
白带过多
非处方药物
气血两虚
养气养血
补肾固本
味微甜
湿瘀互结
滋肾养肺
经色暗淡
非特异性阴道
增强机体免疫
部黧黑斑
乌鸡白凤丸
行经小腹疼痛
酒
生髓益精
皮肤潮红
温壮元阳
促进精子生成
肝病
身重困倦
枸杞子
肺燥咳嗽
泄泻
须发早白
参茸强肾片
妇乐颗粒
抗变态反应
健忘失眠
腮腺炎
腰腹垂胀
胃肠道出血
翁沥通
降低血黏度
养血舒肝
肾虚阳萎
降低甲状腺功能
利尿作用
有暗斑
健脑
通经
遗精失血
冲任虚寒
健脾舒肝
深黄色至黄褐色
柴胡
体虚乏力
胃寒
痈疽初起
木香
疏肝理气
巴戟天
养血滋阴
胃痛
解毒疗疮
除油脂
肾虚做喘
肾脏病
带下清稀者
后苦
膀胱湿热
气短
上呼吸道感染
脾虚大便溏
菟丝子
肝肾
强机体免疫
抑制子宫平滑肌收缩
腰酸腿软
脾胃明显虚弱者
反海藻
惊悸健忘
味甜特异
肾虚不固
口干舌燥
调经舒郁
活血通瘀
修复
红肿
腹胀
益母草
带下
倦怠无力
活络消肿
经血不畅
强力霉素
壮阳补肾
经前
清湿热
潮热盗汗
降低血液粘度
腰痠腿软
子宫虚寒
荨麻疹
腰腹坠胀
湿热挟瘀
阴道出血量多
眼屎多
红白痢疾
食欲减退
开郁舒气
见经水量少
化瘀祛痰
遗精滑泄
八珍益母胶囊
助气固精
婴儿
乳房柔软
精子活动力下降
经期过长
血瘀
疝气偏坠
缓消瘀块
味咸
产后恶露不尽
头昏
渗出
祛风湿
类风湿关节炎
急性下尿路泌尿系感染
元胡止痛颗粒
补气血
腰膝软弱
慢性阑尾炎
肝郁脾虚
醒脾开郁
两胁胀痛
陈皮
经血过量
渴喜冷饮
面黄肌瘦
胸胁疼痛
普秃
耳鸣耳聋
腰痛
行气活血
软膏
小腹隐痛喜按
子宫收缩
急慢性肾炎
温补脾肾
去湿
浙贝母
膀胱
难产
月事不准
腰痛耳鸣
补肾强身
温肾壮阳
颗粒剂
口苦咽干
消积化滞
关节痠痛
头晕目涩
大鼠足趾肿胀
炎症
人参茎叶总皂苷
糖尿病者
鼓胀膨闭
慢性乙型病毒性肝炎
泻火通便
心慌气短
温肾前列胶囊
补肝滋肾
子宫壁间肌瘤
老人
遗尿遗精
暴发火眼者
对本药过敏者
癌症
反藜芦
经量过少
苯甲酸
色黄
蔗糖
清酒
风湿骨痛
酸
补益肝肾
前列安通片
清淡
海鲜
小腹胀满疼痛
益心肾
淋漓出血
尿后滴白
子宫增生
精浊
元气亏虚
通经消痞
制何首乌
香附
心慌失眠
菌痢
血瘀气滞
腥
症状无改善
急慢性尿路感染
体倦乏力
抗炎消肿
腰酸膝软
月经紊乱者
乳房肿块
白发脱发
下焦寒凝血瘀
孩童
抗菌消炎
烧灼感
刺激性食物
味微甜而后苦
筋脉拘挛
祛风散寒
养血祛瘀
不易消化
艾叶
忌食寒凉
阳痿早泄
益肾利尿
肺浸润
阴囊湿疹
少腹阴器发凉
软化纤维组织
耳鸣遗精
急性戒断症
头晕乏力
抗凝
带脉失约
略苦
精血亏虚
益精气
年老患者
小茴香
益气补血
寒凝血瘀
乳中结核
湿热泻痢
心烦不眠
提高痛阈
缩尿
肾阳虚损
温肾助阳
外阴阴道灼热
耐缺氧
头发早白
充血
倦怠体瘦
胸痛
祛风利湿
紫癜
尿毒症
宿有症块
益髓填精
新生儿
平滑肌收缩
热症患者
清热利尿
祛寒化痞
豆蔻
面白心悸
全身乏力
脾肾两虚
滋阴扶阳
子宫疾病用药
有味
填精益肾
宜痹止痛
乳岩
面色红赤
润肠通便
胃疼
精神抑郁不安
辛辣食物
中性粒细胞异常
恶露过多
小便淋漓不尽
下腹结块
水丸
气逆血滞
肝肾虚
健脾燥湿
涩
牙龈出血
生香附
咽喉干燥
收縮子宮
凉血乌发
祛油止痒
心烦不安
养血通络
膀胱气化不行
促进妊娠
蕴解胞宫
艾滋病患者
瘕痞块
头昏目眩
老年痴呆
经量或多或少
尿液混浊
上腹不适
小便短少黄赤
快速止痛
痰湿壅盛患者
补气活血
素丸
更年期综合征
脾失健运
栓剂
食酸
软组织损伤
咖啡
化瘀清热
缩宫
穿心莲
镇静作用
妇女经期
虚火旺者
经量过多
行气化瘀
淤血
心悸怔忡
气短乏力
崩漏白带
腰腿酸软
化瘀解毒
肉桂
阴道出血
女子不孕症
抑制胃液分泌
加强机体抵抗力
滴虫性尿道炎
小腹发凉
囊剂
高血压者
黄腻
出血性疾病
油腻难消化
知母
紫草
收敛止带
益肾助脾
寒凝气滞
益肾强身丸
风热
睾丸肿大
肝郁
固肾养血安胎
退热
体虚胃寒
咸
鹿鞭
血热
眩晕耳鸣
消炎
气阴不足
蛇床子
忌辛辣
头发脱落
养经调学
非缺铁性贫血
棕色至黑褐色
乳膏
本品过敏者
滋阴补血
增强免疫力
小便黄赤
促进细胞解聚
牡丹皮
产后乳少
男子
酸味
青少年白发症
子宫肌瘤出血
包糖衣
清热止带
鱼类
安神养心
白芍
疏肝理气活血
健脾益气
恶露持续数日
皮肤过敏者
红霉素
赤白带下
阳萎滑精
血虚弱
实热内盛者
味微
热赤不爽
胃部不适
素有癥瘕
营血不足
温肾疏肝
砂仁
肺虚久咳
四肢浮肿
酒白芍
胃火炽盛
附件炎
少腹痛
化瘀
产后血晕
滴虫性
颜面黄褐斑
气虚咳嗽
潮热
祛湿止带
低热起伏
骨蒸潮热
鹿角霜
妇人
更年期
提高机体免疫
化瘀行血
外感
夜尿频数
恶露不净
赤芍
益母草膏
马兜铃酸
扶正固本
肾虚精亏
瘀血
坚阴安胎
习惯性流产
咯血
气血俱亏
瘀热蕴结
京大戟
调节内分泌
烦躁失眠
调经散寒
增进食欲
疮疡肿毒
动则气喘
健脾祛湿
皂荚
气微腥
心肝火旺
精冷滑泄
化癥止痛
降低补体溶血
白浊带下
小鼠耳肿胀
白带多
浓茶
化核破瘀
见神疲乏力
前列腺增生
食无津液
抗炎作用
改善消化功能
脐腹胀痛
目眶黯黑
药疹
干姜
黄酮
性欲淡漠
四肢麻木
命门火衰
地肤子
心肌梗死
化瘀散结灌肠液
高蛋白
温热类疾病
渗湿明目
苯妥英钠
温补肾阳
补气补血
调节免疫
皮肤多油
少女
失液性休克
衰老体弱
腹泻
止血散寒
潮热多汗
月经提前
宫寒带下
经期延长
气血亏损
攻寒
消炎止痛
产后体虚
阴道充血
皮肤破伤
活血养血
经血不调
纳少便溏
海藻
镇静解痉
大枣
血块排出痛减
排瘀生新
弱精症
弦细
气血两亏
调节代谢功能
防风
有酒香气
急慢性盆腔炎
淤血腰痛
筋骨痿软
转氨酶增高
保胎
齿龈出血
神疲不振
活血解毒
性欲减退
白带增多
抑菌
精神病
卵巢
两胁作痛
豆类
支气管哮喘
伴见颜面黄褐斑
消化系统
有便意感
大便不实
促进网织红细胞成熟
妇人宿有血块
除湿
排尿滴沥不尽
化瘀定痛
伤风
促进免疫
肿胀疼痛
化浊通淋
倦怠食少
百瘕积聚
皮肤
长方形块
脉缓弱
化气利水
急性肠炎
滋补强壮
肝郁所致
补血健脾
滋肾
下尿路感染
肝肾功能不全
天冬
酸微涩
经行量少
皮疹
生肌止痛
抗炎
气芳香
味甜而后涩
味微酸
造血系统疾病
治疗痛经
尿赤便秘
忌食蚕豆
忍冬藤
味臭
妇女
狗脊
强壮身体
强筋健骨
金雀花碱
肾阴亏耗
慢性支气管炎
腰酸乏力
月经后错
止血
气滞
肾阳衰惫
妊娠后漏下
子宫糜烂
尿闭
顺气解郁
盆炎净胶囊
益气益血
目赤肿痛
痰饮咳喘
腹胀便溏
阴道病
蒲黄
扩张外周血管
强的松
健脾固肾
暖宫止痛
妊娠者
养血
路路通
益肾养血
毒瘀
阴血亏虚
性病后遗症
骨髓炎
活血消痈
滋肝肾
活血逐瘀
明目
脉弦数
四环素类抗生素
补血养阴
提高机体抗疲劳能力
斑秃脱发
收敛止痒
瘀热证
皮肤过敏
遗精梦泄
微麻
黄连
益肾化瘀
肛门瘙痒
子宫病
强精增髓
妇
疲倦乏力
盘腔炎
活血
脾胃不和
大便不爽
带下腥臭
血衰
肺炎
量多臭味
硼酸粉
消肿散结
通经化瘀
阳萎精冷
闪腰岔气
月经期症候群
夜间尤甚
降低血瘀
苔厚腻
温肾补阴
夜间遗尿
流产
肾虚
眼结膜充血
健脑补肾
愈溃疡
冲服剂
重度痛经者
青少年
妇科疾病
遗精盗汗
久不孕育
周期错后
滋阴潜阳
面红皮疹
咸味
强筋补髓
解热
升高白细胞
夜卧遗尿
消炎解毒
头痛
尿少
直立性低血压
经期
肾阴虚者
遗精滑精
呕吐
吐血
久咳虚喘
湿热挟瘀证
腰部酸痛
阴道流血
五心烦热
嗜睡
糖衣浓缩丸
乳腺增生症
祛疲生新
胃脘胀痛
哺乳期
体虚神怯
止血作用
生发丸
哺乳期妇女
滋阴养颜
头晕目花
肾脏损害
肝硬化
益气固本
通络活血
增强骨骼
外阴炎
肝腥味
肾亏遗精
宫颈癌
心悸气短
桃仁
茶
薄膜衣丸
瘀血肿痛
月经提前量多
活血破瘀
经水后错
吃萝卜
气虚血亏
尿淋沥
腰酸疼痛
胀满疼痛
琥珀
治疗
胁胀不眠
肝肾亏虚
强壮健脑
强身补脑
风寒痹阻证
胃脘胀闷
甜
淫羊藿
忌食辛辣
补肾填精益精子
梦遗精
头晕心慌
带下色黄
咳喘
磷酸盐
知柏地黄丸
阴虚
温经止痛
产后子宫复旧
双乳胀痛
白内障
子宫出血
阳虚气弱
益肾
带下异常
腿痛
豆渣状
麻
调补肝肾
通淋排石
便溏者
健忘遗泄
腹痛较重者
上环后子宫出血
淀粉
卵巢囊肿
行气破瘀
金锁固精丸
跌打损伤
褚实子
祛风散结
尿痛者
清肾热
易怒
腰膝痠软
结缔组织增生
经水量少
月经错后
头晕烦躁
调补气血
面色恍白
产后出血量多
妊娠胎漏
坚果
梦遗滑精
抗实验性心肌梗死
辛辣刺激
透疹
肾亏
大环内酯类抗生素
怀牛膝
活血通经
肠易激综合症
杀虫
燥湿
利湿通淋
男子阳衰
腰酸足软
肾炎
补益精血
气虚食减
血性分泌物
阳痿不举
虚喘
瘰历
溶血性贫血
活血补血
胎盘不下
经期或胎前产后腹痛
去腐
祛湿
瘙痒红肿
神卷尿少
小腹坠痛
强筋壮骨
化痰散结
大便秘结
尿后淋漓不尽
哮喘
热疖疮疡
经前胸闷
肾虚白发
急性附件炎
产后虚弱
气血虛弱
补肝益肾
顺气化瘀
滋阴健脑
崩漏
寒湿带下
衄血
乳房结块
乳腺单纯性囊肿
乳汁清稀
高血压
茴香
黄藤素
止痛散结
舌紫暗或瘀斑
温肾健髓
眩晕乏力
原发性疾病
经水不调
补肾益气
小丸粒
蛤蚧
精液不液化
慢性病患者
氯丙嗪
血滞
益寿延年
皮肤搔痒
精血亏耗
肾寒
骨蒸劳热
慢性胃痛
盆腔粘连
阳萎早泄
腰锥退行性病变
肢体浮肿
疲劳无力
青春期少女
抑制补体
过敏反应
月经失调
出血过多
止带
温热瘀阻
语言低微
牙龈疼痛
清热利湿
产后子宫出血
眩晕健忘
食盐
慢性腰腿痛
化湿消肿
散寒邪
补气和营
肾虚水肿
腹痛
性出血
精神怠倦
肌肤甲错
味酸苦
胸胁胀闷
身倦无力
强腰膝
清热利湿通淋
消化道溃疡
消食
腰膝酸软
醒脾
牡蛎
刺激精子生成
经行有块
涩平
阴部潮红
胃溃疡
咽喉肿痛
严重消化系统疾病
缺铁性贫血
腰膝冷痛
升白升血小板
脾胃虚弱
老年虚弱
健脾消食
神疲
利湿
恶露不尽
养血调经
养阴润肺
解毒通便
青皮
血压下降
乳腺结块
眩晕失眠
通淋利尿
苦酸
痰瘀凝聚
经期乳房胀痛有块
小腹拘急疼痛
刺痛
豆渣
益智安神
咽干鼻燥
调血安胎
口干便燥
理血功能
伴有神疲乏力
耳肿
多梦
步态不稳
解毒消肿
竹红菌素软膏
白带异常者
潮热心烦
增强免疫
湿热外邪
内脏
年老者
目涩畏光
提高精子活动力
补肾强心
养血填精
清热
头昏眼
酸痛
头晕耳鸣
补脑液
恶疮
关节炎
腹有癥
急性肾炎
促进子宫修复
痛经
厌食
通便排毒
口腔炎症
消肿
鹿角胶
下腹坠涨
少腹胀痛
活血生肌
尿后余沥
尿道刺痛
抗宫炎胶囊
早泄梦遗
神疲乏力
妇女病
神疲懒言
早泻
湿热型赤白带症
舌暗苔黄腻
感冒发热
除风湿
经前疼痛
热毒证
镇静
诸药
利尿止痛
涩痛
水泛丸
大便燥结
小儿盗汗
疏肝活血
会阴
孕期妇女
维生素
筋骨无力
虚弱消瘦
少精子症
促进子宫收缩
肝经湿热
氧化苦参碱
升高失血性
浓缩水丸
阻滞
精气不足
经行小腹胀痛
经血量少
颈椎病
温肾益精
淋症
瘀阻
八珍益母丸
消徵破积
肛门红热
小便不利
阴道分泌物少
黄白带下
过敏性鼻炎
乳痈肿痛
神疲口燥
抗感染
气血凝滞
槐花
炙甘草
血管性水肿
增大血流量
杀菌
微有麻舌感
脉细数
上肢麻木
经血不足
复方斯亚旦生发酊
腰酸腿疼
益气养血
衰退
气短作喘
止痛调经
脾胃虚寒者
有瘀斑
眩晕
睾丸肿痛
白色病变
局部皮疹
抗菌镇痛
蜜丸
养血益气
量少色紫
涩精止遗
清肝泻火
脓肿
活血通淋
促性腺激素样物质
痔疮出血
尿细如线
调经赞育
手足心热
调整月经
补养气血
黄芩
崩漏色淡
久治不愈
调经理血
热毒
落屑
肿块
补肾助阳
填精改髓
调整冲任
潴留炎性分泌物增多
坚筋骨
食少腹胀
发热
通血
气虚
精神倦怠
小腹痛
感冒病人
滋阴补肝肾
粉未
干枯
桑白皮
痛
健脾温肾
耳鸣自汗
改善心脑血管血液循环
固肾补气
头晕
乳腺增生病
崩漏下血
宿有血块
肝郁肾虚
多汗
行血散淤
十一味参芪片
银柴胡
养血生发
肾功能异常
补益元气
保肝作用
遗尿
肾阴亏虚
急性非特异性尿路感染
抗溃疡
血亏血寒
烦躁
眩晕症
阳痿肾寒
块状物
消化道疾病
大便不调
益气祛风
三七皂甙
体股癣
抑制血小板聚集
烧灼
食欲不振
提高机体抵抗力
收缩血管
骨髓祖细胞的增殖
调节精神系统
经期前后不定
肺结核
色淡质稀
唇甲色淡
汗出
健忘虚喘
泡沫
湿热瘀结
肝炎
急性盆腔炎
面浮肢肿
有块拒按
多发性神经炎
片
温肾补血
阴道炎患者
胃脘部不适
清凉解热
泻火燥湿
千斤拔
体虚
子宫寒冷
精神疲倦
抗炎药
活血化瘀
祛毒化瘀
胎动下坠
气滞腰痛
化瘀止血
倦怠乏力
瘀血不净
调经止痛
脾虚
泌尿道感染
慢性腹泻
调整内分泌
夜尿繁多
促性腺作用
苦木
经行小腹冷痛喜热
增加精子数量
安神
面色无华
养心养肾
烘热
慢性盆腔炎
睡眠不安
精亏
见排尿不畅
止血调经
片剂
内挫伤胎
凉血除湿
防止炎症复发
胃肠道
下乳