崩中下血
气微香
琥珀
杀菌
补肾健骨
心悸怔忡
益精生血
刀口疼痛
高脂血症
利水通淋
脱发
气芳香
黄芪生
能扩张冠状动脉
竹红菌素软膏
厌食
温肾固精
温补肾阳
利湿
瘀血腹痛
小便频数
血液循环
尿淋沥
糖衣
夜间尤甚
皮色不
瘀热蕴结
食少腹胀
前列增生
消除乳腺结块
月经后错
止痛清热
女贞子
温宫止带
肾阴亏虚
宿有症块
渗出
怕冷
愤怒
经期紊乱
愈溃疡
牡丹皮
精力不足
外科感染
眼结膜充血
潮红
红肿
周期错后
小茴香
实热内盛
恶露持续数日
经色紫黯有块
经后小腹隐痛
散结消痛
阴虚火旺者
气血亏虚
瘀滞
怕光
心悸乏力
补肾健脾
胃出血
韭菜子
下尿路感染
阳虚气弱
血尿
皮肤多油
清除余毒
甘草
两目昏暗
祛湿消肿
经量少
宫颈糜烂
味咸
失血过多
辛
色黄如脓
脘腹冷痛
益精填髓
祛瘀调经
口燥咽干
抗衰防老
肿块
补肾壮腰
急性戒断症
艾滋病患者
湿热型赤白带症
色黄质粘稠
滋肾填精
神疲乏力
养肝肾
陈皮健运脾胃
色黄稠粘
气异香
海藻
攻寒
氯丙嗪
瘀热证
腰酸腿疼
乌须黑发
黄芪
止帮
肺虚久咳
神疲口燥
肾挫伤
肾虚挟湿
肾病
漏下不止
通络活血
胸胁胀满疼痛
甘
支气管痉挛
时带黏液
味微苦涩
肿胀痒痛
疏肝益阳胶囊
行经量少
益母革
口腔炎症
体弱乏力
浓茶
口渴感
浮肿
功劳木
囊剂
见神疲乏力
风寒
脾虚气焰
面部色斑
热淋
肾虚夹瘀
产后子宫出血
活血消痈
便意感
补气健脾
益气健脾
中性粒细胞异常
刺痛
精冷滑泄
溃疡出血
面浮肢肿
造血系统疾病
油腻
关节不利
活血散结
缩短凝血时间
少精子症
增强机体免疫
利尿通淋
肾亏腰痛
降低肠管紧张性
沙苑子
瘕血块
虚寒证
产后乳汁不下
寒凝血瘀
局部刺激
下肢浮肿
食欲减退
湿热壅阻证
通腑降浊
发烧
发痒
脾胃明显虚弱
乏力
痰热互结
氧化苦参碱
滋补气血
皂荚
体虚羸弱
徵瘕
感染性
慢性腰腿痛
抗病毒药
五子衍宗软胶囊
杀虫
乳腺增生症
兼散风热
头晕心慌
黄藤素
腰疼背痛
养血益气
微量元素
酸味
糖尿病者
微咸
渗湿明目
百安洗液
夜尿频数
收缩子宫
更年期妇女
略麻
小腹胀满疼痛
量少色紫
活血瘀
功能性阳痿
瘀血不净
解毒利湿
蒺藜
尿后淋漓不尽
酸软
茶
慢性子宫颈炎
恶露涩滞
皮肤潮红
生津止渴
乳胁胀痛
色黄质稠
久病体弱
当归
痰湿
味微辛
脘闷
血压下降
味干
结核病
女性患者
调节内分泌
食欲不振
筋骨疼痛
乳炎
水漫内停
微腥
月经量少
性机能衰退
肾功能
中度癃闭
肾气亏虚
月经提前量多
男女一切肾病
气微腥
流产后
肾气不足
抗炎镇痛
补肾通淋
未婚妇女
抗血栓
皮色不变
肾功能不良
抗感染
心悸气短
浓缩水蜜丸
抗炎止血
高血压
养血柔肝
脾肾虚寒
甲状腺肿大
益精活血
肥肉
阴痒阴肿
褐色
易怒
壮阳
血液疾病
抗癌药
血气不足
扶正固本
咽干喉痛
阴蚀
宫颈炎
阴道炎证
肝肾阴虚
阳萎
面色暗黄
行气
呼吸道
增强造血
尿道炎
伴有尿频
淋漓不止
经量少有血块
牛膝
排出瘀血
胎盘不下
平肝
腹泻患者
甲状腺功能低下
益气培元
血虚萎黄
提高精子活力
哺乳期
经期或胎前产后腹痛
产后恶露不尽
舌淡
产后瘀血不清
降低甲状腺功能
消炎
调节代谢功能
白带异常者
纳呆
有辣感
心动过速
强腰膝
腰膝疲软无力
血虚肝郁
肾寒
青少年
复方益母片
大便溏薄
精神怠倦
滋阴壮阳
发热
早泄
酸味食物
消积理脾
补气滋阴
贫血头晕
梦遗精
失血性
微苦涩
收敛止痒
乳痛症
气虚血少
衄血
性欲衰退
风热
共研细粉
肝郁所致
散结
化瘀解毒
患有其他疾病者
非处方药
尿细
面色淡暗
头晕眼花
强机体免疫
滋生气血
胃部不适
行经腹痛
肉芽肿
过敏体质
肾炎
少腹痛
恶露过多
潮热盗汗
肌肉酸胀
温肺祛痰
年期综合症
更年期综合症
小丸粒
湿热痰阻证
消瘀
虫草金钱龟口服液
抑制醋酸
毒瘀
月经量多
肺燥咳嗽
痰湿壅盛患者
烦躁
流泪
艾氏腹水癌
多血症
促进生精细胞增生
白带增多
排尿滴沥不尽
淋巴结核
周身无力
热淤蕴结下焦
畏寒失眠
带下量多
尿短
提高淋巴细胞转化率
气滞腰痛
温肾除湿
心肝热盛
乳腺结块
活血通经
骨髓损伤
抗炎作用
调节免疫
胃气疼痛
乳痈
急性子宫内膜炎
食酸
抗生素
湿热泻痢
化瘀行滞
消癥
佐使药
滴虫性
肾虚宫冷
妊娠斑
原发性疾病
火旺
功用活血
口苦咽干
增强性功能
多疑善感
肢冷尿频
肝郁
红系细胞分化
肾上腺皮质功能减退
大便稀溏者
薏苡素
慢性妇科炎症
营养性贫血
弦涩
乳房红肿热痛
腰膝疲软
幼儿
养血清热
肾失所养
阳痿滑精
龟甲
无妊娠
补气升阳
虚火上炎
腹部肿块
清凉解热
氢氧化钠
乳腺纤维腺瘤
散结祛瘀
子宫内膜炎
男性不育
肾虚
舌质红苔黄
元阳不足
手足心热
豆类
增强子宫肌收缩
填精止遗
慢性腹泻
盗汗
补益肺肾
遗精盗汗
化瘀生新
肺结核
胃肠道不适
妇科疾病
上腹疼痛
焦寒凝
强筋骨
活血祛瘀
属肾阳不足
烦躁易怒
乌鸡白凤丸
产后子宫复旧
气微
少腹冷痛
肋痛
栓剂
下腹疼痛
宫颈癌
化浊
抗菌镇痛
水湿潴留
崩漏白带
固定痛
益肾助脾
降血压
血块排出
覆盆子
疲倦乏力
类风湿
白发
杀虫止痒
黄酮计
增强子宫收缩
健忠失眠
恶寒发热
足肿胀
经水不调
尿黄便结
滴虫性尿道炎
微有麻舌感
面色不华
下伴阴痒
女子宫寒不孕
胎动下坠
多汗
提高机体免疫
血小板聚集
腰酸胸闷
益精气
补益精血
忌食蚕豆
男子精液清稀
促进粘膜愈合
冻疮
忌辛辣
防风
经血不畅
冷
修复
便溏者
慢性肝损害
阳痿遗精
阴道粘膜炎
风湿
开郁舒气
祛风湿
肝肾功能不全
蛤蚧
恶露
益肾和血
小便不爽
抑制乳腺上皮增生
合剂
扁桃体炎
壮腰健肾
淤血阻滞
滑精
新生儿
提高机体免疫力
月经周期后错
血漏血崩
阴虚盗汗
苔黄腻
尿道不适
腰膝无力
养心安神
经血紫暗
蛇床子酌予碎断
栀子
慢性肾炎水肿
孕期
阴囊湿疹
胸肋胀痛
产后气血不足
调月经
改善血液循环
脾气久虚
麻
头晕头痛
男子
月经过少
过敏反应
镇痛
急慢性肾小球肾炎
收缩血管
苍术
面色无华
咽干口渴
妇科出血
坚果
经初行不畅
血小板减少性紫癜
胃肠黏液
腹冷痛
阴道病
脾胃虚弱
肝肾两虚
眼白充血发红
痰瘀交阻
腰膝
增强机体细胞免疫
慢性胃痛
气虚血亏
经过少
郁闷不舒
祛痰
膀胱
增大血流量
头晕耳鸣
润燥
祛风散结
化瘀清热
富有营养
珍珠
补养气血
益气固本
尿道感染
腰痠
提高痛阈
健脾温肾
藿香
鹿角霜
舌淡紫
月经过多者
通调血气
散结消肿
散瘀消肿
暴发火眼者
产后发烧
潮热多汗
睾丸肿瘤
益气养血
青少年白发症
月经过多或腹痛较重者
生冷食物
风湿痹痛
细粉
为甘苦
行经小腹冷痛
长期服药
元气亏虚
滋阴养血
肾虚肝郁
温经散寒
乳汁未见增多
气虚体弱
心悸失眠
菟丝饼
营血不足
心烦意乱
痤疮
湿浊证
腰背疼痛
小腹痛
治疗
紫草
急性传染性肝炎
黄带
经血量少
调经补血
味甘甜
杠板归
滴虫性引导炎
养阴生津
宫冷
性功能减退
耳鸣
益气补血
延胡索
牙龈疼痛
四物汤
蛇床子
阴囊潮湿
血虚气滞
皮肤瘙痒
脉濡
辣
胸闷气短
妊娠后漏下
养血生发
倦怠乏力
恶露不行
难产
活血行气
气滞血虚
消症破积
神经衰弱
人肠滴虫
慢性前列腺炎
经血不足
泡腾
外阴骚痒
多发性神经炎
重度痛经者
耳鸣自汗
皮肤搔痒
微涩
积聚痞块
血色紫黯成块
眼结膜炎
清利湿浊
气短多汗
涩精
气滞血瘀
腰酸乏力
痰湿凝滞
腹有徵块
血分有热
腹部痞胀
肾虚阳衰
胸腺萎缩
阴痒病
通淋利尿
便干
气特异
湿瘀阻络
毛冬青
化瘀调经
萎黄肌瘦
消化道溃疡
寐差耳鸣
腹隐痛
升高白细胞
胀痛
固肾生发丸
血亏血寒
白带清稀
面部色素沉着
皮肤
胸胀痛
胸脘胀满
血症
生香附
失眠多梦
赤白带
习惯性流产
活血化瘀
收缩幅度增大
男性不育症
润发
辛辣
益精养血
益气摄血
夜尿频繁
经期后移
舌红苔少
益颜美容
鼠疮瘰疠
疼痛缓解
凝滞
通经散结
胃胀
解热镇痛
阳萎滑精
味微甜
微酸
味甜特异
滋养肝肾
青春期少年
喜暖
温热瘀阻
经痛
锁阳固精
慢性宫颈糜烂
轻度动脉供血不足性阳痿
妇乐颗粒
肾阳衰惫
男子无精
祛瘀通淋
肾精不足
金雀花碱
阴道瘙痒
痰多
化浊排毒
温肾壮阳
泻火通便
孕妇
形寒肢冷
清心凉肝
昧甜
老年患者
小腹或乳房胀痛
润燥止血
强筋壮骨
腰痛腿酸
镇咳
下腹隐痛
包糖衣
鞣酸
安神养心
滑胎小产
抗实验性心肌梗死
包衣丸
强壮身体
膀胱湿热
化瘀定痛
保胎
癥瘕积聚
跌扑损伤
填精益肾
小便量少
炙甘草
瘀阻
消炎灭菌
全身乏力
腰膝疼痛
烘热汗出
涩精止遗
血压上升
瘀毒内结
抑制泡周围平滑肌细胞增殖
阳虚
止血安胎
子宫壁间肌瘤
乌鸡
秘精益气
化瘀散结灌肠液
目昏
泌尿系统疾病
胆痞病
血瘀有寒
恶疮
汗出
补肝肾
色糖衣片
祛带止痒
感冒药
皮肤湿疹
温阳补肾
面色白或萎黄
活血利水
滋阴养颜
小腹胀满
益气祛风
心血不足
子宮收縮
海鲜
倦怠
吐血
化症止痛
尿路结石
油腻食物
带下增多
行瘀散结
经血闭止
内分泌失调
尿首这灼热涩痛
癃闭不宜
咽痛
虚弱消瘦
阴部搔痒
妇女痛经
急慢性尿路感染
久泻
理气活血
甜
散寒
滋肝肾
淤血腰痛
除湿止带
消肿散结
乳腺纤维瘤
婴幼儿
调经散寒
功能性勃起
小便余沥
气弱
非缺铁性贫血
呕吐泄泻
通瘀
恶露不净
升高失血性
化湿消肿
瘕痞块
经行前后不定期
身倦无力
促进细胞解聚
风寒骨痛
少进油腻
健脾舒肝
发热病人
填精养血
老年
抑郁易怒
非特异性阴道
性功能低下症
广东王不留行
痰核瘿瘤
气血不足
尿后余沥不尽
气短作喘
活血化淤
苯妥英钠
固冲安胎
冰片
浆膜下肌瘤
尿后余沥
舌暗苔黄腻
腰酸如折
筋膜炎
小便频急
带下量多气臭者
月经不
月经失调
出血症
胃脘胀闷
妇科慢性炎症
便血
尿流变细
活络生发
土茯苓
外阴溃疡
养血舒肝
滋肾养肺
降低血清胆固醇
白内障
止痹痛
阴道分泌物
经后少腹隐痛
热疖疮疡
大便塘者
肝肾不足
小便浑浊
腰骶痛
重度痛经
气血滞凝
小腹坠胀
治疗痛经
两胁胀痛
寒凝气滞
滋补强壮
入血散寒
体虚胃寒
乳腺囊性增生
化痰止咳
沙参
细胞解聚
虚劳咳嗽
阴道炎患者
小儿盗汗
面色恍白
填精改髓
补益气血
死精
益肾回春
改善皮肤弹性
面色白
牙龈肿痛
薏苡仁
淫阳藿
止咳
尿道灼热
微麻
祛腐生肌
非淋菌性尿道炎
斑秃
白带异常
软胶囊
槐花
肾阳虚
益气助阳
痰饮
防脱发
抗抑郁
凉血止痒
香
除风湿
预防
理气化瘀
止血作用
肝郁脾弱
抗炎抑菌
经量过多
年老体弱者
茸血
脾肾两虚证
小腹冷痛喜热
牡蛎
抑制胃液分泌
菌痢
口苦口干
面色晃白
性欲减退
养血
妇人宿有血块
腹痛较重者
畏寒怕冷
调精
崩漏色淡
腹痛腰痛
气血两亏
尿道结石
再造生血片
冲任虚寒
脾肾阳虚
伴有赤带
毒瘀蕴结胞宫
瘀毒
祛油
益气滋肾
开郁顺气
暧宫止痛
身体瘦弱
脂肪瘤
阳痿肾寒
温中止痛
营血虚弱
眼目昏花
脓肿
抗炎药
抑制血小板
补肝滋肾
健脾消食
滋阴
经色深红
腰骶酸痛
消肿止痛
糖尿病
膝软无力
增强耐缺氧
阴痒带下
苦参碱
乳腺肿胀疼痛
耳廓炎
会阴
灼热
通血
舌紫暗或瘀斑
蝉蜕
马兜铃酸
维生素
滋阴补血
痹症
卵巢功能衰退
燥湿
心神不安
除油脂
小腹作痛
不眠
血栓
神疲健忘
体虚胃寒者
活血消瘀
症瘕积聚
促进子宫收缩
眩晕症
重度痛
水蜜丸
胸闷头晕
有便意感
安神
砂仁
温肤生发
耳鸣遗精
萎靡
大便溏
四肢困倦
肾阴亏耗
腹有癥
念珠菌性阴道炎
胆病
咽干
固肾养血
调补冲任
盆腔瘀血
益肾化瘀
调经活血
心胸痹痛
养心养肾
神经疾病
滋阴止血
大便燥结
药物热
防止伤口感染
沉香
消积化滞
阴道霉菌感染
橡胶膏
豆腐渣
腰腿酸痛
稠膏
食少
带多清稀
眩晕乏力
高血压者
祛瘀
青蒿
有痰者
睾丸结核
酸痛
乳癖
增加淋巴细胞百分比
下腹坠痛
健脾补肾
憋气
补血滋阴
风寒感冒咽痛者
软组织损伤
清热燥湿
吉祥安坤丸
量少不畅
盆腔炎症
尿闭不通者
味甜
肾赫依病
固肾
子宫收缩
鱼类
化瘀止痛
头晕目花
行步艰难
肾精亏损
十二指肠溃疡
桂枝
促进妊娠
祛风利湿
干咳少痰
阴痒
活血理气
益气定喘
溶血性贫血
症瘕痞块
经行量少
女子月经不调
上环后子宫出血
久咳
元胡止痛颗粒
接触性皮炎
目赤肿痛
精血之亏虚
脾肾虚弱
面色萎黄
缩尿
除烦安神
小糊丸
乌鸡白凤丸口服液
颈椎病
调整冲任
固发
葡萄糖
久不孕育
贫血虚弱
湿阻碍脾
清酒
调经理血
心绞痛
心慌失眠
益肝滋肾
黄连
肝肾
脂溢性脱发
气血亏损
头发稀疏
带下色黄
鼻流清涕者
严重肾功能损害者
乳腺胀痛
固精止遗
蕴解胞宫
蒲黄
祛风燥湿
利福平
嘈杂
牙齿摇动
燥湿止痢
健忘虚喘
性欲低下
斑秃脱发
产后乳少
腹胀
地肤子
油脂分泌过多症
新生化颗粒
心烦不宁
顺气通郁
腹部不适
流清涕
头皮瘙痒
益肾化浊
脾肾两亏
经期后错
收敛肺气
泻火燥湿
鸡血藤
气滞血瘀证
再障贫血
免疫调节
老年痴呆
腰酸胀痛
抑菌抗炎
疏肝活血
体股癣
胃肠道
血亏
枯矾
精血亏耗
淋沥不爽
两胁疼痛
阴虚发热
全秃
慢性支气管哮喘
养血滋阴
益气利水
尿液混浊
妇女月经过多
糖衣片
理气止痛
促进造血
生发丸
调血安胎
瘿瘤
外伤骨折
阴囊皮肤瘙痒
灼热感
健肾生发
齿龈出血
促进子宫蛋白质合成
消积化痰
梦遗滑精
眼花心悸
淋菌性阴道炎
味涩
大便稀
产后
身体虚弱
狗脊
乳腺单纯性囊肿
恶露不绝
月经先后不定期
肾小球肾炎
孩童
温肾补阴
助湿化热
头晕目涩
阴虚火旺
涩肠止泻
肾阳虚弱
补血生精
精子数目少
下焦湿热证
化痰散结
清热止血
苔薄黄
粉末
脉沉弱
解痉
有瘕块
心烦
癥块
肾虚白发
味微甜而后苦
脉滑数
手足麻木
大环内酯类抗生素
白带丸
急性肾小球肾炎
焦糖气
乳癖结块
子宫内膜异位症
复盆子
感冒病人
胃肠不适
肾脏损害
益智安神
略酸
血色鲜红
小麦胚芽粉
须发早白
月经期症候群
味苦
补肾缩尿
肾热
舌红少津
祛油止痒
虚证
经行不畅
白带
弦细
作喘
腰腿疼痛
棕色至黑褐色
蜂窝组织炎
巨药
消化道不适
经期过长
油腻难消化
尿频
蒲公英
子宫疾病用药
经水淋漓
固经止血
气短
尿毒症
滋阴降火
部黧黑斑
子宫肌瘤出血
胸胁疼痛
阴部灼热
已婚妇
育发
见排尿不畅
促进精子及卵子生成
头昏健忘
呃逆
喘咳
流产后腹痛
温壮元阳
精寒无子
畏寒肢凉者
胃溃疡
小腹胀疼
乳房柔软
妇康胶囊
活血疏肝
益气壮阳
膀胱气化不行者
举而不坚
乳汁稀薄
血虚
血色紫黯
制何首乌
和营调经
呕吐
安神固精
更年去妇女
阴道分泌物少
四肢麻木
老年痴呆症患者
白细胞减少症
睾丸疼痛
安胎
味苦辛
妇科肿块
经行错后
肺虚
抑制子宫平滑肌收缩
会阴不适
抑制纤溶
灼痛
补气养血
潮热赢瘦
软坚散结
类风湿关节炎
乳房结块
念珠菌阴道炎
生发乌发
腥
白花蛇舌草
朱砂
经行腹痛
包衣浓缩丸
更年期综合
阻络
味微涩
改善血管壁功能
内脏
京大戟
温筋通脉
早白
君药
新生化顆粒
脱落
瘀血内阻
四肢无力
鱼腥
精血亏虚
痰饮咳喘
体倦乏力
健脾益气
提高机体抗疲劳能力
下焦湿热
清热通淋
寒凝
赤芍
祛风散寒
肾虚做喘
舌燥
消炎镇痛
味先甜
改善睡眠
赤白带下
脾肾两虚
阿胶
尿次频数
视物模糊
内挫伤胎
阳痿滑泄
肾阴虚者
女子宫寒
胃脘不舒
乳腺增生
通经
温肾助阳
带下
月经周期错后
骨髓增生异常
内出血
疝气偏坠
阴道干燥
月经正常
经水后错
红花
硼酸粉
前列解毒胶囊
肢体困倦
强筋补髓
面黄肌瘦
带下清稀
夜尿频多
外阴炎
腰痠腿软
大蜜丸
腹痛拒按
疲劳无力
散寒邪
黄精
性情急躁
食盐
泌尿系统肿瘤
风寒湿邪
抗宫炎胶囊
味淡
提高免疫
血不归经
血两亏引
恶露淋沥
营养胎儿
遗精阳瘘
添精增髓
脉缓弱
血小板减少症
湿热瘀血壅阻证
酸而涩
白浊带下
肢冷畏寒
风湿痛
淋巴结节
体虚
色黄质粘
强精增髓
产后体弱
调整内分泌
促进免疫
运动员
滋阴补肾
菊花
出血性疾病
气味腥
补血养阴
味略苦
蜈蚣
过敏者
茎皮
经水量少
头发脱落
片
益气固体
味酸
见面色晃白
前列腺肥大
热症患者
解毒通淋丸
益心肾
温补脾胃
温肾健脾
伴有神疲乏力
利尿止痛
吲哚美辛
嗜睡
头昏眼花
温补肝肾
男性乳腺发育症
血虚头晕
舌苔黄腻
凉血止血
小腹冷痛
霉菌性
体虚乏力
生髓益精
抗菌消炎
上肢放射性疼痛
能促进凝血
大便秘结
延胡
脉弦
改善消化功能
利关节
语言低微
倦怠无力
滋补肝肾
深黄色至黄褐色
畏寒肢准
精冷不孕
遗精失血
桂龙药膏
经前胸闷
腰肾酸痛
味辛
行经后错
艾附暖宫丸
带下清稀者
化气利水
填补精血
烧灼感
尿痛者
全血细胞减少
止痛调经
血瘀气滞
淋巴结结核
感冒发热者
鱼雷形栓剂
益髓填精
咳嗽
补心气
预防滑胎
头昏乏力
头痛
强壮健脑
津亏自汗
经色暗淡
量多臭味
消化系统
急慢性肾炎
增加冠脉流量
降血糖
久咳虚喘
壮腰益肾
阴部潮湿
改善微循环
活血通淋
脾脏系数下降
悬液
补肝益肾
促进生长
关节炎
清热利尿
溃疡性结肠炎
腰酸腿软
面色苍白
胰腺炎
眼花耳聋
祛风止痒
阴道不规则出血
胃脘
细菌性痢疾
黄柏提取物
不孕症
解毒祛湿
经期错后
保肝作用
湿热外邪
改善精液的异常
凉血乌发
胀满疼痛
清火
五更溏泻
生精壮阳
咯血
胃脘部不适
莲子
自汗
肥腻
闪腰岔气
补肾益精
外阴阴道灼热
血管性水肿
儿茶
解毒
阳萎早泄
滋养
气臭
养血活血
症状无改善
畏寒肢冷
霉菌性阴道炎
鲜鹿肉
行气化瘀
肾阴亏损
筋骨扭伤
气虚
筋骨萎软
小便赤涩热痛
目眩
绝经后老人
固精涩精
耳鸣耳聋
腰腹坠胀
年老体弱
带下明显异常
经量过少
阴虚阳亢
肌体瘦弱
固表止汗
血热
伴见颜面黄褐斑
补气血
五灵脂
气血虛弱
震颤麻痹
阴道溃疡
补肾
冲服剂
益肾活血
化癥止痛
大便溏者
多发性脓肿
强力霉素
化核破瘀
尿道口滴白
抗炎消肿
抗脂肪肝
潮热羸瘦
有血块
经前疼痛
苦木
水密丸
老人
腰锥退行性病变
脾肾虚损
四肢酸楚
内热瞀闷
经行小腹胀痛
肝经湿热
子宮增生
妇
素有癥瘕
健脾和胃
尿黄便干
气辛香
精液不液化
驱寒止痛
精神萎靡
量少色暗
唇甲色淡
肾益精
普秃
腰酸腹胀
宁心
心慌
补血行血
肿胀疼痛
浙贝母
舒肝解郁
祛瘀止痛
滋阴补肝肾
舌无津液
肿瘤病
萝卜
凉血
益气补中
健忘失眠
芫花
白带不止
火郁
养血化瘀
心跳气短
头晕健忘
味酸苦
脐腹胀痛
色淡质稀
白带量多
带经日久
老年虚弱
身体衰弱
腰膝酸软
疏肝养血
酒精过敏者
补血
痰热
助气固精
风寒痹阻证
忌食辛辣
黄柏
微香
肢体倦怠
片剂
咽干鼻燥
阴茎
后苦
温宫止滞
经期前后不定
益肾强身丸
壮阳补肾
阴道充血
蜜丸
乳汁清稀
化瘀散结止痛
迎风流泪
胃肠道疾病患者
津污自汗
解毒益气
睾丸肿痛
皮疹
痔漏出血
心中烦热
健脑
益气生精
湿热瘀阻
泡腾片
和血通络
理气养血
癌症
带下伴阴痒
解毒通便
足膝无力
哮喘
通经催产
凝胶
面红皮疹
腹痛
胃黏膜损害
恶露不尽
疼痛
行气散寒
祛湿止带
抗衰老
补血调血
补气补血
感冒
绝经后患者
夜尿繁多
经期延长
活血调经
化瘀散结
神倦乏力
上腹部饱胀不适
黏腻
气虚咳嗽
严重消化系统疾病
荤腥油腻
头孢呋新
艾叶
子宫出血
止血散寒
微甘
温肾补脾
尿赤便秘
经期腹痛
慢性肾小球肾炎
血小板凝集
褚实子
止带
急性及慢性前列腺炎
胸肋疼痛
小便清长
精神倦怠
八珍益母丸
小便淋漓不尽
乳腺小叶增生
腹部胀痛
复方斯亚旦生发酊
自汗多
滋阴润肺
通淋排石
脾胃明显虚弱者
气微臭
理气调经
清浊利尿
舒筋通络
消炎止痛
祛寒补肾
神卷尿少
少腹
藜芦
百合科
局部皮疹
子宫平滑肌收缩
利水消肿
补气生血
缺铁性贫血
淋漓不尽
腰酸腿痛
湿热带下
糊丸
尿
舌质暗红
炮姜
气虚食减
头晕
胃火炽盛
活血逐瘀
活血解毒
晕厥
黄芩
气阴两亏
月经期
利尿作用
感冒类药
阴疽初起
赤勺
芡实
骨髓造血
养肝
扩张外周血管
健脾固肾
肾功能不全患者
肾脾双虚
月经紊乱者
带下伴血性分泌物
外阴湿疹
川芎
气血凝滞
孕妇金花片
赤石脂
体弱
微辛
棕褐色
白细胞减少
精气不足
滴虫性阴道炎
祛瘀生新
身体消瘦
倦怠嗜卧
湿寒带下
急性非特异性尿路感染
桑白皮
通络生乳
脾虚大便溏
腰膝痠软
助阳兴痿
腰骶部疼痛
素片
血钾高
崩漏下血
性欲淡漠
涩痛难忍
气清香
方剂
温经活血
会阴痛
乳腺囊性增生病
淋漓不断
抗凝
利水退肿
去瘀止痛
视瞻有色
紫癜
蜂蜜
宫颈炎康栓
身疲乏力
调肝益肾
痛经不减
缓消瘀块
经水量多
湿热带下病
心悸
滋阴健脑
凉血除湿
精神病
热毒内盛
瘀血内停
筋骨酸痛
水泡
干枯
高血脂
肢体乏力
微苦
视物变形
贫血衰弱
补肾强身
小便短少
荜澄茄
上腹部不适
扩张血管
消食
脾肾炎
补肾填精益精子
化百止痛
益肾养血
暖宫调经
通络止痛
金锁固精丸
防腐生肌
夜寐不安
硬胶囊剂
经络不利
促进胎儿发育
蕴结
肝气郁结
筋骨痿软
温阳益气
银柴胡
尿路感染
调经安胎
祛风除湿
神疲不振
胸闷
清湿热
补血调经
肌痿无力
胸腹胀闷
烦燥
清热祛湿
白带连绵
滑精早泄
白带多
血虚弱
健忘遗泄
补精血
小便短黄
降低血黏度
小便短赤
益精
眩晕失眠
蔗糖
中风
失液性休克
痔疮出血
过敏体质者
黄白带下
微麻涩
强身健体
化瘀止血
小腹胀痛
软化纤维组织
回阳救逆
增加性欲
益气益血
肌肤甲错
外感热病
肝硬化
不受孕
脾虚湿盛
超剂量服药者
补肾益肝
下焦虚寒
忍冬藤
花椒
理气解郁
拮抗乙酰胆碱
急性前列腺炎
气血两虚诸
血热有瘀
双目赤肿
大便干结
固冲
山茱萸
疏肝理气
色黄
酸微涩
糖尿病人
口干便燥
清热燥湿止痒
乳中结核
利尿降浊
祛湿
顺气解郁
胶囊
胶囊剂
调经养颜
养血通络
补骨脂
熟地黄
血亏体弱
血瘀经闭
高蛋白
女子不孕症
小便少黄
健脾利湿
生冷
生津
久病虚弱
安神解郁
气浓
调理冲任
尿液黄赤
口干苦
胆囊癌
神疲懒言
香气
寒湿带下
体虚神怯
养经调学
菟丝子
脱发症
瘀血阻滞
水蜜
安定
虚寒
倦怠体瘦
遗精
减轻肿胀
胁痛
温热类疾病
老年性阴道炎
肝肾两亏
关节痠痛
孕康颗粒
花粉过敏者
慈航片
水丸
咽喉干燥
肠病
抗氧化
男女肾病
血块排出痛减
降低血浆纤维蛋白
咽干口燥
涩平
提高体内睾酮浓度
头晕烦躁
少量血性分泌物
白术
慢性肾炎
会阴少腹腰骶部疼痛
口干舌燥
消化道出血
症见赤白带下
祛痰软坚
白带过多
慢性炎症
脾虚便溏
瘀血肿痛
两面针
小叶增生
白浊
暖宫止带
清热养阴
抑制真菌
肢体麻木
洋金花
头昏眼
缩宫
身重困倦尿少
肾虚精亏
低热
调经
卡马西平
金刚藤糖浆
忌食生冷
清肾热
阻滞
益气养荣
瘙痒红肿
知柏地黄丸
肾盂肾炎
充血
经血量多
少腹阴器发凉
贫血身弱
益精助阳
气滞
体虚自汗
苦参粉胶囊
桃仁
疏肝理气活血
舒筋活络
隐痛
调经养血
便干尿黄
触痛
阴冷
凉血通淋
赖粒
湿热瘀阻证
利尿
固肾养血安胎
强腰补肾
头晕心悸
列腺增生
小便黄赤
通络
暑热烦渴
头发早白
瘀热内蕴
添精补髓
慢性非特异性前列腺炎
产后腹痛
祛风生发
动则气喘
肺炎
月经质稀
肾阴虚证
感冒时
舒肝清热
夏枯草片
补肾壮阳
小儿
益母草颗粒
淋证
虚汗
抗心绞痛
小腹发凉
冠心病
丹参
尿道
精神不振
遗精自汗
久治不愈
通便排毒
急性大出血
宿有血块
腹胀腹痛
刺激精子生成
后错
活动力差
子宫张力增强
淋漓涩痛
水肿
天冬
补脾益气
四肢乏力
养气养血
含甘遂
气滞不运
益肾
小便淋漓
补血益气
蜕皮
痛经较重者
气香
外阴白色病变
泽泻
党参
目涩畏光
养阴润肺
年老患者
健脾祛湿
绿豆
黄褐斑
抗心肌缺血
产后出血
舌紫暗
腰腹冷痛
湿瘀互结
闪腰贫气
诸药
粉未
肢体浮肿
经期不准
补脑液
瘀血凝滞
益线草
十一味参芪片
镇静
滋肾补阴
其气臭秽
镇静安神
淋沥作痛
妇女
消症
命门火衰
肝郁肾虚
肾亏遗精
健脾燥湿
亏虚
骨髓祖细胞的增殖
盆炎净胶囊
年老
支原体阴道炎
生肌止痛
胃肠溃疡
通络开窍
益气活血
黄疸
腰酸足软
舒肝理气
痛阈
抗血小板凝聚
散寒止痛
舌红无苔
祛寒止痛
带下黄稠
咸味
冷痛
肝炎
腹痛胀满
温经化瘀
化瘀
红斑
酒白芍
通经消痞
产后恶露
养阴补血
活血益气
化湿止带
陈皮
男性乳房发育
胃脘胀痛
慢性肾盂肾炎
前列安通片
咖啡
遗精滑泄
海狗丸
肺心病
淋漓不净
黄稠
强的松
体质虚弱
续断
豆渣状
益母草
降低补体溶血
月经提前
痰多粘稠
皮肤破伤
手足寒冷
略麻辣
调和阴阳
温补脾肾
块状物
肢体僵直
滋阴清热
腰酸体倦
面白心悸
小腹坠痛
淋病
青春期少女
解毒消肿
弱精子症
夜梦精溢
痛经
制川芎
高血压患者
受孕
妊娠后漏下不止
不易消化
肾虚作喘
干姜
瘀点瘀斑
寒温凝滞
不育不孕
有抗炎
有癥块
胃疼
调经舒郁
便秘
抗贫血
热赤不爽
肝损伤
月经量过多
坚阴安胎
鼠耳肿胀
止带下
排瘀生新
湿热蕴结
烦躁失眠
大便次数增多
补肾助阳
解痉镇痛
有块拒按
阴茎勃起功能障碍
乌须发
尿色偏黄
磷酸盐
橡皮膏
卵巢囊肿
止血并排出瘀血
轻微药疹
泌尿结石
疲乏
退热
保肝
产后瘀血
肛周水肿
食无津液
前列腺长期慢性充血
乳房肿块
血衰
化瘀行血
理血功能
筋骨软弱
主治痛经
轻度胃脘不适
明目
肺肾阴亏
半身不遂
肛门瘙痒
肾阳虚损
味甘而后苦
固经止带
增强体质
色黄有味
失眠健忘
活络消肿
肢体劳倦
甘遂
咳嗽痰多者
湿注带下
气急
促进精子生成
肝病
小便不利
肾虚带下
桑寄生
月经期提前
半流体
不寐健忘
睾丸肿大
尿浊
脉细数
化气行水
怀牛膝
涩
经闭
知母
瘀血证
蛋白
补肾固本
清热消肿
妊娠胎漏
补血健脾
前列腺增生症
潮热
胸满胁痛
带下病
降低血液粘度
红霉素
降血脂
关节疼痛
扩张冠状动脉
急躁善怒
止血调经
颗粒剂
黑便
预防流产
尿急
睡眠不安
味先甜而后苦
生化汤
阳萎遗精
饮食减少
颜面黄褐斑
仙鹤草
胎动不安
固肾补气
胸胁胀闷
肾阳不足
头昏
慢性病
产后乳房结块
腰痛耳鸣
腰膝酸冷
消化道疾病
脾虚大便溏者
消除疲劳
催眠镇静药
感冒发热病人
头昏耳鸣
无苔
收敛
前列腺增生
老年痴呆症
醒脾
经期乳房胀痛有块
镇痛作用
记忆减退
活血生肌
血管神经性头痛
肾虚阳痿
见经水量少
少气懒言
行而不畅
味微苦
下腹结块
滴丸
毒热未清
赤带者
泌尿系感染
大便不爽
大便难
滴虫阴道炎
精子活动力下降
步态不稳
化痰
烦燥不安
甜味
肿胀
脉弦滑
清热利湿通淋
抑菌
益气化瘀
少精
腰酸腹痛
外感
脉涩
五味子
经量或多或少
肛门红热
子宫糜烂
小儿疳积
利湿通淋
难消化
解郁清热
四环素类抗生素
乳房内肿块
健脾养血
精冷而稀
眩晕
轻度消化道反应
佝偻病
补肾暖宫
瘀血
腹泻
支气管扩张
蛋白尿
夹有血块
茯苓
阳痿不育
感冒发热
脾胃不和
枳壳
苦
祛风
月经过多
清热凉血
脑动脉硬化
淤血疼痛
产妇
瘀斑
下乳
瘀血肿胀
清淡
补气助阳
肝肾虚
心慌气短
祛毒化瘀
经来腹痛
痒痛
调补气血
乳膏
精神疲倦
血小板减少
带下赤白
止咳定喘
青皮
黄酮
腰酸带下
促进乳汁分泌
益母草膏
潮热心烦
下腹坠涨
跌打损伤
红肿作痛
填精固真
气血
腹痛白带
酸胀
促进肾上腺皮质激素生成
微有香气
身重困倦
略苦
未成年人
脾失健运
苯巴比妥
地黄
肢倦神疲
柴胡
提高免疫力
平滑肌收缩
补肾填精
活血补肾
健脑增髓
助阳兴萎
反海藻
填精益髓
经闭不行
心烦不安
痰瘀凝聚
菝葜
产后血虚
疏肝健脾
增强男性体魄
经期提前
味苦涩
下肢肿痛
口苦
润肠通便
脉弦数
肝肾亏虚
崩漏
木香
胃肠痞病
脾虚气陷
乳腺癌
咳喘
结缔组织增生
制香
生化丸
咳嗽痰多
瘀血凝聚
肾精亏虚
阴部瘙痒
炼蜜
理气补血
慢性肝炎氨基转移酶增高者
脉细弦
腰酸膝软
滋肾
胃牌虚弱者
体弱无力
急性下尿路泌尿系感染
产后体虚
乳房萎缩
流产
化瘀通淋
滴沥不净
咳血
阴阳两虚
火郁证者
气阴两虚
胃脘不适
气虚血瘀
贫血
精亏
延缓衰老
上肢麻木
滋阴固本
风湿症
去铁胺
尿黄
止血
四肢不温
小溲滴沥不爽
头晕乏力
恶心呕吐
转氨酶增高
促进骨髓造血
湿热瘀结
肉苁蓉
下腹坠胀
青光眼
产后血晕
薄膜衣丸
扩血管
经漏早产
香附
温肾益精
烦热
瘀血阻络
抗变态反应
味腥
生血止血
阴道流血
腰膝痠冷
尿少
促进子宫复原
双乳胀痛
上腹部饱胀
盘腔炎
毒热结于脏腑经络
疲乏无力
视力
健运中焦
烧灼
年老者
恶露不止
加强机体抵抗力
淋漓出血
西咪替丁
月经紊乱
子宫病
胃痛
心烦易怒
百瘕积聚
余沥不尽
降低血瘀
温经止痛
乳腺炎
癥瘕
脾虚
豆渣
内痔出血
辣后甜
局部疼痛
形体消瘦
痛经不减轻
遗尿
祛风通络
月经后期
癃闭不宜使用
去腐
瘰历
体虚无力
尿闭
没药
肾亏阳痿
理气和血
红热
乳房胀痛
味微腥
妇科炎
溃疡病
增强免疫力
重度宫颈糜烂
功能性子宫出血
眩晕耳呜
热毒
皮肤溃疡
胸胁胀痛
小腹下坠
苯甲酸
鹿鞭
口服液
经血过量
闭经
虚损
性病后遗症
荨麻疹
药疹
衰老体弱
头昏目眩
带下质清
强筋健骨
味微甘
肾阳亏损
健脑补肾
炎症
出血
头晕咳嗽
消炎解毒
湿热
增加精子数量
呼吸道及泌尿道感染
腹部疼痛
眩晕目昏
地中海贫血
瘰疠
妇女带下
红热疼痛
五更泄泻
益寿延年
湿疹
阳萎不举
壮阳通痹
小鼠耳肿胀
鳖甲
内有湿者
腰骶部坠胀疼痛
八珍益母胶囊
色深红
行血散淤
阳萎精冷
生肌
泌尿道感染
成人
肿硬作痛
胸腹胀满
苦参
筋脉拘挛
妇炎康片
辛辣食物
固精
肝郁血虚
虚症带下
治疗跌打损伤
味微酸
涩痛
肝癌
湿热挟瘀症
遗尿遗精
胃热
阵热汗出
经血不调
胃寒腹痛
瘕块
不孕
病后虚弱
风湿久痹
慢性阑尾炎
子宫痉挛
化解体内肿块
产后恶露不行
抗凝血
肢冷乏力
营养不良
心力衰竭
紫梢花
强壮筋骨
月经量多者
泡沫
消化系统疾病
骨蒸潮热
盆腔包快
淀粉
舒肝
咳嗽声重
益肾健脾
经前双乳胀痛
忌食寒凉
胁肋隐痛
活血通瘀
使肌肉发达
辜丸结核
经期后延
养心健肾
小蜜丸
利尿消肿
泌尿系统感染
慢性疾病
腰痛
透疹
瘢瘕痞块
路路通
胃脘灼热感
腰腹垂胀
耐缺氧
腰骶疼痛
含藜芦
益肾利尿
神疲
行气止痛
大便不实
经行小腹冷痛喜热
赤带
尿线细
外阴瘙痒
养血安胎
清肝泻火
神情倦怠
补肺宁心
肾囊湿冷
瘙痒
淋沥涩痛
非处方药物
有瘀斑
淫羊藿
泻火
营养神经
弦滑
秃发
鹿尾
心脏病
大枣
养血填精
更年期
排黑便
灼热痛
甘涩
行经期腹痛
温肾补血
先兆流产
痛
养血补血
咸
液体
大鼠足趾肿胀
血寒
鼓胀膨闭
填精补血
少女
瘀血积聚
散结镇痛
月经血量过多
遗精阳痿
活血消肿
乳房疼痛
盆腔粘连
急性肝损伤
异位妊娠
数
滋阴潜阳
小腹隐痛
阳虚气虚
小腹疼痛
更年期潮热汗出
遗精早泄
皮肤过敏
赶前错后
共奏
肾亏
黄腻
元胡
软膏
宫寒不孕
阴血亏虚
急性附件炎
调经止痛
儿童
通经化瘀
车前草
痈疽初起
防止骨质疏松
舒肝调经
潴留炎性分泌物增多
疏风祛湿
白色病变
直立性低血压
浓缩丸
气阴不足
健脑安神
肿痛
目暗耳鸣
腰膝酸痛
浅表性胃炎
苦温
淋症
活血止痛
淡化面部色素沉着
耳肿
四肢浮肿
吴茱萸
痰瘀互结
去湿
滋阴扶阳
骨髓炎
腰腿痠软
量少色淡
水泛丸
月经错后
产后出血量多
行气破瘀
产后子宫复位不全
带异常
三七皂甙
补脾生血
子宫肌瘤
肺浸润
痔漏下血
顺气化瘀
造血
气血衰弱
证属湿热
尿痛
尿增多
妊娠者
胃炎
坤复康胶囊
局部溃疡
少腹疼痛
气短神疲
肛门不适
肋间神经痛
失眠
急性肠炎
龙芽
瘀阻胞宫
胎动不安者
祛疲生新
纳少便溏
白发脱发
鹿角胶
提高人体免疫功能
伤风感冒
气郁血滞
附件炎
非特异性阴道炎
防感染
急性盆腔炎
健脑强心
宫寒带下
温肾
眩晕头痛
黄酒
上节育环后
经前
通调气血
抗炎
温肾健髓
养血祛瘀
伴有赤带者
胁胀不眠
湿热淤阻
复方胎盘片
防止炎症复发
弱精
解毒疗疮
带下腥臭
夜尿多频
能降低动脉压
消渴
热痒
经期
乌药
洁尔阴洗液
高泌乳血症
肝气不舒
腰背酸痛
糖尿病患者
子宫疾病
抗菌
白茅根
补肝补肾
惊悸
呼吸道疾病
前列腺增
胸乳胀痛
淤血
下焦寒凝
妇科炎症
便溏
岁以上老人
胸闷善太息
泄泻
调气温肾
细菌性阴道病
肾虚脱发
补气
宜痹止痛
热淋涩痛
肝肾疾
咽喉肿痛
烘热
妇科病
鼻衄
行瘀调经
男子阳衰
乳腺肿胀
反甘遂
阴部潮红
稍苦
糊精
性出血
肾阳虚亏
高热量
舌质红
轻度恶心
软坚消肿
增强免疫
血性分泌物
两胁作痛
味微咸
骨质疏松
肾虚水肿
乳痈结核
宿有癥块
肾亏阳弱
气血俱亏
肾虚劳损
毒瘀互阻
不育
气味香
血瘀兼热证
茴香
镇静作用
慢性病患者
荤腥
外阴搔痒
补肾安胎
色淡
活血散寒
活络
益气
排尿困难
温肾前列胶囊
苔少
肺有痰热
月经不调
怔忡
湿热瘀滞
行气活血
全伸浮肿
恶心欲吐
快速止痛
身体虚瘦
产后恶露不绝
调整月经
气糊香
养血调经
月事不准
口干咽燥
四肢倦怠
川木通
少腹急满
血虚脾弱
腰腿酸软
痞瘤
妇女经期
促进生殖系统微循环
强心健身
锁阳
燥湿止带
宿有瘕块
活血消痛
肾阴虚
抑制子宫收缩
早泄梦遗
失禁
衰退
腰酸倦怠
阳瘘早泄
盆腔炎
参茸强肾片
止痒
下腹或腰骶部坠胀或疼痛
血热证
口渴
下腹胀痛
夜间遗尿
大戟
黑褐色至黑色
症见阳痿
婴儿
胸痛
崩漏带下
毒疮
眩晕耳鸣
中毒
助阳
慢性盆腔炎
湿热下注
阴道炎
刺激
痛经闭经
早泻
补益肝肾
强身补脑
肾阴阳两虚症
活血补血
养血益精
附件炎性包块
安胎顺产
味微甜后苦
升白升血小板
化瘀祛痰
心肝火旺
逐瘀生新
木瓜
松弛子宫平滑肌
带下淋漓
赤豆
色紫黑
醒脾开郁
乳痈肿痛
滋阴通乳
黄柏碱
活血
酸冷食物
化浊通淋
益肾壮阳
腰膝冷痛
轻度胃痛
行经小腹疼痛
桑螵蛸
活血通络
尿道灼热涩痛
促进纤溶
腰酸背痛
肝郁脾虚
本品过敏者
双目赤痛
带下湿热
豆蔻
提高精子活动力
增强机体免疫力
恶心
以利炎症消退
脚气
五心烦热者
虚火旺者
肺癌
头晕烦燥
利小便
宫寒
薄膜衣
预防堕胎
镇静解痉
经间期出血
远志肉
止痛
糜烂
养血息风
慢性宫颈炎
发红
燥咳少痰
清热利湿助生育
酸枣仁
腰酸疼痛
调经赞育
萎黄
肺肾两虚
血压升高
湿毒
支气管哮喘
行气软坚
头晕目眩
小腹空痛
过敏体质患者
乳痈初起
皮肤潮红加重
面色红赤
妇人
面色白光白
红苔
胃癌
食道癌
过敏性鼻炎
丸剂
制香附
久病体虚
湿热蘊结
降低血压
真阴不足
腹胀便溏
葡萄胎
轻度腹泻
单纯性紫癜
血瘀证
益卫固表
皮肤过敏者
心悸健忘
暖宫止痛
消徵破积
益气温阳
低血糖
清热利湿
祛瘀补血
子宫寒冷
苔厚腻
夜卧遗尿
遗精梦泄
有酒香气
穿山龙
清热泻火
慢性肠炎
补益元气
更年期综合征
发麻
目眶黯黑
热毒证
气逆血滞
薄膜衣片
温肾补虚
劳淋
益肾利湿
增进食欲
产后虚弱
胃寒
不易消化食物
耳鸣目眩
抑制血小板聚集
素丸
阴道出血量多
心肌梗死
胸背满
香气味
消粘
苦酸
安神明目
促性腺作用
阳痿早泄
收縮子宮
壮筋骨
口干
肺肾阴虚
降压
湿毒未清
舒筋止痛
鼻塞
妇乐片
无汗
气虚血弱
改善乏力
温暖子宫
红白痢疾
健脾益肾
人参茎叶总皂苷
上腹不适
山药
艾滋病毒感染
下腹冷痛
糖衣浓缩丸
尿后滴白
妇女病
口鼻生疮
带脉失约
眼屎多
潮热汗出
乳腺增生病
伤风
溶血
吃萝卜
眩晕健忘
止泻
精浊
不思饮食
小腹隐痛喜按
气短烦倦
虚喘
夜寐易惊
长方形块
虚弱体瘦
味甘苦
肿瘤
略涩
清热
乳岩
降低血液黏度
妊娠期
渴喜冷饮
慢性支气管炎
枸杞子
尿频尿急
腥臭
丹皮
带下异常
腰膝软弱
再生障碍性贫血
排尿不利
清热解毒
低热起伏
祛湿通淋
蛋清性足肿胀
头痛身酸
气血两虚
固表敛汗
振奋精神
头痛目眩
胀痛有块
脘腹胀满
温肾疏肝
性欲亢进
膀胱气化不行
有暗斑
散郁调经
肠易激综合症
益气血
气焦香
肺脓疡
腰膝痠痛
厥脱症
点滴不出
急性肾炎
癫痫病
生冷饮食
支气管炎
肾水不足
穿心莲
尿道刺痛
尿涩痛
补肾强心
川牛膝
千斤拔
五心烦热
血瘀腹痛
腰椎退行性病变
丘疹
子宫虚寒
止痛化
腰腹疼痛
去腐生肌
寒凉
子宫肥大
收敛止血
湿热挟瘀
肉桂
小血块
盗汗遗精
胃腕胀闷
膀胱炎
消肿
排尿不畅
听力减退
地龙
小腹拘急疼痛
肝郁气滞
鹿茸
出血过多
血虚眩晕
燥湿杀虫
强体增精
辛辣刺激
耳肿胀
眩晕心悸
癃闭
气短乏力
解热
食积不化
纳差
调节心律
枯矶粉
吐血尿血
促进子宫修复
肾虚不固
除湿
巴戟天
视网膜病变
开窃醒神
脾胃虚寒
止痒杀虫
渗出水肿
大补元气
阴虚
未婚
坚筋骨
饮食少进
味臭
胸胁胀满
连翘
除湿健脾
灵芝
加强子宫收缩
益精血
产后败血不净
少腹胀痛
清利湿热
肾功能衰竭
利湿去浊
苦味
淋浊
骨蒸劳热
补肾益气
气滞血淤
补肾益肺
抗溃疡
脾胃虚寒者
盆腔包块
腰肌劳损
补气和营
不易消化食品
酸
局部肿痛
风湿骨痛
肾虚受寒
益气养阴
小腹胀痛拒按
散结止痛
上呼吸道感染
肾虚阳萎
蜂王浆
益肾扶阳
阳痿
肺结核咯血
肝腥味
消化不良
量少
筋骨无力
血瘀
人参
烦躁不安
舒肝健脾
口苦胸闷
舒肝活血
浓缩水丸
刺激性食物
刺激性
气滞食积
气腥
抑制补体
急慢性盆腔炎
慢性乙型病毒性肝炎
淋沥不净
阴虚血热
白芍
血滞
阴茎痿软不举
中途疲软
四肢酸软
精血不足
前列腺炎
胶囊剂型
补血助气
落屑
调经止带
冲任失调
颗粒
阴道感染
补肾调经
石决明
味微
抗霉菌
健脾除湿
肾虚腰痛
益肝肾
通淋
湿热挟瘀证
卵巢
妇科十味片
慢性肾功能衰竭
稠厚成块
狗肾
遗精滑精
经期不适
须发脱落
惊悸健忘
健忘
鞣酸类药物
养血理气
补气活血
粗粉
阳痿不举
心烦少槑
病久气虚
小便短少黄赤
祛瘀通闭
消渴尿多
艾叶炭
症状加重
莲须
脾肾不足
肾阳虚衰
调理月经
腿痛
风湿阻络
弱精症
瘰疬
消瘦
经行有块
久不受孕
腰酸
精神抑郁不安
味甜而后涩
止痛散结
痰瘀阻滞证
增强体液免疫
尿血
肉佳
莪术油
面色晄白
头目眩晕
附子
紫河车
劳嗽咯血
味甜酸
味甘
理气
肾阳虚衰证
瘙痒异味
血压者
行径量少
补血活血
阳气不足
胃肠道出血
肾脏病
硬胶囊
多梦
消散乳块
尿细如线
肠炎
拔毒生肌
心烦口渴
乳汁少
祛寒化痞
活血化阏
寒性肾病
慢性附件炎
血细胞减少
肾气不固
清热止带
妇科多种炎症
阿莫西林
肺肾两亏
促性腺激素样物质
大便溏泻
抗病毒
牙根酸痛
大便不调
活血破瘀
子宫增生
有味
倦怠食少
乳房结节
八角
清热除湿
已婚妇女
微甜
活血养血
具冰片香气
尿道涩痛
腰部酸痛
腮腺炎
肾虚尿频
益肾填精
胃胀痛
心烦不眠
急
反藜芦
制半夏
疏肝解郁
孕期妇女
调补肝肾
勃起困难
性神经衰弱
阴道出血
牙龈出血
收敛止带
补髓养血
哺乳期妇女
气血虚弱
血淤
疮疡肿毒
抑制炎症
精神萎糜